{"Big Data": {"data": [{"description": "🔉Today's, the amount of existing digital \n     data obtained from various resources is \n     growing in a tremendous rate. The big \n     data science field aims to deal with a \n     huge amount of data that is most often    \n     impossible to store in the memory of a \n     single computer, and this would be from \n     various perspectives including: big data \n     cleaning, preparation, and analysis as \n     well as extracting insights and \n     information from large structured and \n     unstructured data sets. \n\nالان في ظل زيادة كمية البيانات الرقمية الموجودة و التي يتم الحصول عليها من مختلف الموارد بمعدلات هائله. تهدف علوم البيانات الكبيرة الي التعامل مع الكميات الضخمة من البيانات التي من المستحيل في أغلب الأحيان تخزينها في ذاكرة جهاز كمبيوتر واحد، و يتم ذلك من منظورات مختلفة بما في ذلك: تنقيه البيانات الكبيرة، وإعدادها ، وتحليلها، وكذلك استخراج التصورات والمعلومات من مجموعات  البيانات المنظمة وغير المنظمة. \n\n💪Due to the importance of such field and \n     its various applications in industry, \n🏢National Telecommunication Institute-\n     NTI is organizing a workshop on \"Big \n     data science\" gathers the big data \n     specialists and data scientists in Egypt \n     from multinational companies, academia \n     and private sector to share their \n     knowledge and expertise across multiple \n     industries. \n\nو نظرا لأهمية هذا المجال وتطبيقاته المختلفة في الصناعة، يقوم المعهد القومي للاتصالات السلكية واللاسلكية بتنظيم ورشة عمل بشأن 'علوم البيانات الكبيرة' بالتعاون مع الشركات المتعددة الجنسيات والخبراء من الأوساط الأكاديمية والقطاع الخاص من اجل تبادل المعرفه والخبره عبر الصناعات المتعددة.\n\n🎯The objective of the workshop is to  \n      provide a general overview of big data \n      science, its main concepts and \n      perspectives with an eye on some of its \n      industrial applications, in addition to a \n      big data science tutorial.\n\nوسوف تقدم ورشة العمل لمحة عامة عن علوم البيانات الكبيرة، ومفاهيمها الرئيسية ووجهات النظر الخاصه بها، مع بعض من تطبيقاتها الصناعية، بالإضافة إلى برنامج تعليمي تطبيقي عن علوم البيانات الكبيره.\n\n👉The Targeted Audience‭:‬\n      -Engineers who work in the field of  ICT,  \n         particularly in Big data field.‬\n       -R &D.\n       -Data scientists.\n       -Fresh graduates.\n       -Senior computer, electronics and  \n         communication engineering students.                               \n\nالحضور المستهدفين:\n- المهندسين العاملين في المجال.\n-المتخصصين في مجال الأبحاث والتطوير.\n-العلماء في مجال البيانات.\n-حديثي التخرج.\n-الطلبه في السنه الاخيره مجالات الحاسب والالكترونيات والاتصالات.\n\n🎤Keynotes Speakers:\n     -Prof. Ali Hadi -AUC.\n     -Prof. Samhaa El beltagy- Nile \n       University.\n     -Assoc. Prof. Motaz El-Saban - Raisa\n       Energy Egypt.\n     -Dr. Ahmed El-Salab- Valeo.\n     -Dr. Sameh Al-Ansary- Novelari.\n     -Eng. Hisham Arafat Shehata- New \n       Horizons.\n     -Eng. Hossam Abuelwafa - Appspatrols.\n     -Eng. Mohamed Elgombolaty- Dell EMC.\n     -Eng. Mohammed Ezz- Affectiva.\n     -Eng. Sherif Ahmed- AppsPatrols.\n     -Eng. Tarek El Dally - Microsoft.\n\n💡For more info. about the biography of \n     the speakers 🗣, click here 👇\nhttp://www.nti.sci.eg/bigdatascience/speakers.html\n\nللمزيد من المعلومات عن السيره الذاتية للمتحدثين، من خلال الدخول علي اللينك 👆.\n\n💪The workshop attendance is a 💷free of \n      charge 😀.\n\nالحضور مجانا لورشه العمل في مجال \"علوم البيانات الكبيره\".\n\n👉For Workshop Agenda🗓, click here👇\nhttp://www.nti.sci.eg/bigdatascience/agenda.html\n\nللاطلاع علي الاجنده من خلال الدخول علي اللينك👆.\n\n✍️Registration for the workshop should be \n     made online.\n     There is no time to waste, don't miss \n      this opportunity and register now👇.\nhttp://www.nti.sci.eg/bigdatascience/registration.php\n\nالتسجيل بيكون فقط من خلال الموقع الآلكتروني 👆 لا تضيع الفرصه وسجل الان.\n\n👍At the end of the workshop the accepted  \n     participants will get an attendance \n     certificate.\n\nالمشاركين المقبولين فقط سيحصلون علي شهاده حضور ورشه العمل في مجال \" علوم البيانات الكبيره\".\n\n🤓Looking forward to your active \n     participation and fruitful contribution.\n\nنتطلع الي مشاركتكم الفعاله والمثمرة🤓.\n\n👁P.S.: For the tutorial day, please bring \n             your laptops for practice on big \n             data analytics.\nالمشاركين المقبولين ارجوا احضار اللاب توب اليوم الاول من الورشه وذالك للتطبيقات العمليه.\n                                           \n💡Recommended laptop specs: 6 GB Ram  \n     or higher, and 40 GB free space on hard \n     desk.\n\nينصح بالمواصفات الفنيه للاب توب كما هو مذكور 👆", "end_time": "2017-12-07T17:00:00+0200", "name": "Big Data Science Workshop", "place": {"name": "National Telecommunication Institute ( Training Department)", "location": {"city": "Cairo", "country": "Egypt", "latitude": 30.072090006667, "longitude": 31.02191227, "street": "Bldg.B147-28th Km.Cairo Alex.Desert Road"}, "id": "192134190871491"}, "start_time": "2017-12-06T09:00:00+0200", "id": "293386507816745"}, {"description": "Please ensure you register ahead of time by visiting: http://uoft.me/HealthIT2\n\nHOSTED BY: Centre for Health Sector Strategy @ Rotman\n\nSPEAKERS: \n- Aaron Berk, Partner, KPMG Digital Health Practice\n- Michael Dingle, Partner, Deals, National Deals Technology Leader\n- Avi Goldfarb, Ellison Professor of Marketing, Rotman School of Management\n- Alison Paprica, VP, Health Strategy and Partnerships, Vector Institute\n\nHOST: Will Falk, Executive in Residence, ThinkResearch\n\nTOPIC: \"Big Data and Artificial Intelligence in Healthcare\"\n\nTIMING: 4:00 to 4:30pm registration check-in; 4:30 to 6:00pm presentations, discussions and Q&A; 6:00 to 6:30pm reception\n\nVENUE: Fleck Atrium (Ground Floor, North Building)\nRotman School of Management, U of Toronto, \n105 St George Street\n\nCOST: $25.00 + HST per person (includes 1 seat at the presentation and light reception) - Register to attend all 4 sessions for $75.00 + HST\n\nSYNOPSIS: A panel of experts will discuss Big Data in Healthcare.\n\nROTMAN LINK AND LEARN SERIES CERTIFICATE - HEALTH IT MODULE: For those who register to attend all four Health IT Sessions you may be eligible for a certificate of completion.\n\n- November 7, 2017 - Health IT Session 1: Digitizing Health and the Consumer – What does it mean to put patients first?\n- December 6, 2017 - Health IT Session 2: Big Data and Artificial Intelligence in Healthcare\n- February 13, 2018 - Health IT Session 3: How Ontario`s Digital Entrepreneurs Are Creatively Destroying and Modernizing Healthcare\n- March 6, 2018 - Health IT Session 4: Innovating Entrants to Healthcare Delivery: How they are Changing the Way We Think About Delivering Care\n\nFor more information on Link and Learn Series Certificates and Modules visit the Centre for Health Sector Strategy Website.\n\nBIOGRAPHIES:\n\nWill Falk, Executive in Residence, ThinkResearch \nPrior to joining Think Research, William was a partner with PwC and led their healthcare team in Canada. William has spent more than 25 years as a strategist and management consultant in New York and Toronto, advising top academic centres, governments, and innovative companies in healthcare. He has academic appointments as an Executive-in-Residence at the University of Toronto’s Rotman School of Management and an Executive Fellow at the Mowat Centre, and is a Senior Fellow at the C.D. Howe Institute.\n\nABOUT THE CENTRE: Launched in 2004, the Centre for Health Sector Strategy @ Rotman is a strategic area of focused research for the Rotman School. Under the direction of Professor Brian R. Golden and a board of advisors from industry, government and academia, the centre drives a research agenda that produces actionable management knowledge for the health sector and the life sciences.\n\nNEW - Global Executive MBA for Healthcare and the Life Sciences: The pace of change in healthcare and the life sciences sector has been accelerating, creating a demand for professionals who can navigate the strategic, economic, political, and social undercurrents that are changing the face of this global structure. To meet the challenge, the Rotman School of Management is introducing its Global Executive MBA for Healthcare and the Life Sciences. Grounded in world-class thought leadership and practical instruction, this 18-month program will you help develop the expertise you need to drive your career.\n\nFOR MORE INFORMATION AND TO REGISTER VISIT: http://uoft.me/HealthIT2", "end_time": "2017-12-06T18:30:00-0500", "name": "Big Data and Artificial Intelligence in Healthcare", "place": {"name": "Rotman School of Management, University of Toronto", "location": {"city": "Toronto", "country": "Canada", "latitude": 43.66561, "longitude": -79.39855, "state": "ON", "street": "105 St George St", "zip": "M5S 3E6"}, "id": "302147193190716"}, "start_time": "2017-12-06T16:30:00-0500", "id": "2036684843228966"}, {"description": "Join the Meetup by Aegis-IBM, Big Data Day: What it takes to be a Data Scientist? Explore & learn everything you wanted to know about Data Scientist, Data Science, Big Data, Business Analytics, Predictive analytics, ML, NLP, Cognitive Computing. \n\nHow it is used in real life in various functional areas like Finance, Operations, Marketing, HR etc in different industries eCommerce, Telecom, health, banking, insurance, automobile etc Learn how various tools like Spark, Hadoop, R, Python, IBM Watson, SAS and IBM Infoshphre Big Insight can empower you in your data science journey.\n\nAgenda:\n\n?????????\nWhat is Data Science? What is Business Analytics? Whats Big Data? Whats is Predictive Analytics? IBM Watson? How Cognitive Computing, Data Science, Business Analytics and Big Data is changing the world? Who is using?\n\nJobs, Package and Opportunities in Big Data, Analytics and Data Science?\nWhat are career opportunities? Which companies are hiring? What is salary range in this field? How a fresher BSc Stats guy got 11 lacs starting package in AngelBroking? Why TCS S/W professional got 100% hike in HDFC? Why Paytm hired 8 Data Scientists at package of USD 350,000?\n\nCan I do Career shift at this age?\nI have 15 years experience in project management can I change my career in Big Data? What kind of jobs can I get? I have 5 years experience in marketing and I am an MBA can I change my career in Big Data, BA, Data Science? I don’t have any technical or coding background can I shift into analytics? Bring your questions and get expert answers! \n\nSkills needed?\nWhat skills and competences required in market? Can I get a job in Big Data? How to ride big data science, cognitive computing, big data wave? Should I learn R or Python? Hadoop or Spark? Why do I need to learn Machine Learning?\n\nHow Aegis & IBM can help you to start career?\nHow Aegis & IBM can help you to start career in Data Science, Big Data and Business Analytics?\n\nThe registration for participation is free of cost on first-come-first-basis. \nFor any queries talk to Dhruv J. Kataria at +91- 8422970037/ +91- 8828084908/ +91- 8422970034 \nemail: dhruv.k@aegis.edu.in", "end_time": "2018-01-07T17:00:00+0530", "name": "Aegis-IBM Big Data & Data Science Meetup in Jaipur", "place": {"name": "Hotel Arco Palace", "location": {"city": "Jaipur", "country": "India", "latitude": 26.92262239871, "longitude": 75.799427167097, "street": "No.A-52,53, Opp Metro Station, Walking Sindhi Camp, Near Bus Stand", "zip": "302006"}, "id": "114991271923001"}, "start_time": "2018-01-07T14:00:00+0530", "id": "295297364148781"}, {"description": "🔖 FREE \n🚀 Doors: 19h30 \n💡 Talk: 20h30 sharp \n🍸 + Unique cocktails and live music by Joli cœur\n\n〰 Big Data & Privacy with Yves-Alexandre de Montjoye 〰\n\nPrivacy, does it still matter? What can mobile phone data be used for? How do we safely use big data while moving forward?\n\nThis last episode of this first season of Science & Cocktails in Brussels is a simultaneously fantastic and terrifying experience that will both raise concerns about your privacy and lead you to understand the human benefits of big data. A talk guided by Yves-Alexandre de Montjoye followed by the upcoming alternative rock band Joli Coeur.\n\nWe live in a time when information about most of our movements and actions is collected and stored in real time. Everyone is collecting some type of data from you: your google searches, your online food orders, your holiday locations and the profiles of others you check on Facebook. And the availability of large-scale mobile phone, credit card, browsing history, etc, dramatically increases our capacity to understand and potentially affect the behavior of individuals and collectives.\n\nThe use of this data, however, raises legitimate privacy concerns. In this event, Yves-Alexandre de Montjoye will discuss how traditional data protection mechanisms fail to protect people’s privacy in the age of big data. More specifically, he will show how sensitive information can often be inferred from seemingly innocuous data. He will then discuss some of the socially positive uses of big data and solutions that he and his group is developing at Imperial College London to allow large-scale behavioral data to be used while giving individual strong privacy guarantees.\n\nAfterwards, private cocktails that can be collectively shared while Joli Coeur, an alternative pop rock band, takes the stage and will present its Debut album released this Fall.", "end_time": "2017-12-13T23:30:00+0100", "name": "Science & Cocktails #3: Big Data & Privacy", "place": {"name": "Atelier 210", "location": {"city": "Brussels", "country": "Belgium", "latitude": 50.83709, "longitude": 4.39159, "street": "Chaussée Saint-Pierre 210", "zip": "1040"}, "id": "163824988877"}, "start_time": "2017-12-13T19:30:00+0100", "id": "1518437668192859"}, {"description": "First Big Data Analytics & Business Intelligence Conferece of Pakistan is been organized in January 2018 in Islamabad, Pakistan by Y2sol In-sha-Allah. Don't miss the MUST ATTEND EVENT of the Year 2018.\n\nSome of the Topics Covered:\n-------------------------------------\nData Analytics\nInternet of Things (IoT)\nData Warehousing (DWH)\nBusiness Intelligence\nPrivacy & Security\nFraud Detection\nData Journalism\nData Visualization\n\nBig Data Analytics Tools\nBusiness Intelligence Tools\n\nLeading Top professionals of the Country will be Speaking at the Conference. along with Panel Discussions. The conference provides insight to the future Big Data Technology and a great learning and meet-up Event for Networking, Business, HR and Technology.\n\nConference Participation:\n----------------------------------\nCorporate Organizations: As per Package\nSponsored: Professionals sponsored by Tech Companies\nIndividuals Professionals: RS 5,000\nStudents: 2,000\nIndividuals and Students may get Nominations from their Organizations & Institutions. Contact us to send the Invitation for Nomination.\n\nConference webiste: www.bigdata-pk.com \n\nOrganizer:\n\nY2Sol Pakistan\nIslamabad Pakistan.\nwww.y2sol.com\n\nFor Inquiries: 0323 500 2208", "end_time": "2018-06-24T18:30:00+0500", "name": "First Big Data & BI Conference Pakistan 2018", "place": {"name": "Pak-China Friendship Centre", "location": {"city": "Islamabad", "country": "Pakistan", "latitude": 33.69773692501, "located_in": "261167253922484", "longitude": 73.08539903527, "street": "Garden Avenue, Shakarparian National Park", "zip": "44000"}, "id": "276885742344346"}, "start_time": "2018-06-24T09:30:00+0500", "id": "286062875085877"}, {"description": "Formation Big Data (Big Data, Hadoop,Talend for Big Data,Machine learning,Spark,...) + Stage intégré (Cours weekend à Rabat et Casablanca ):\n(Inscrivez-vous dès maintenant les places sont limitées ,des réductions importantes sur toutes les Formations)\nDate du début : Centre Casablanca 16/12/2017 ,Centre Rabat 17/12/2017\nPrix : 1900 Dhs.\nPré-inscription sur : https://inftec4all.com/formation-big-data/", "end_time": "2018-01-07T17:00:00+0000", "name": "Formation Big Data", "place": {"name": "Rabat, Morocco", "location": {"city": "Rabat", "country": "Morocco", "latitude": 34.0333, "longitude": -6.83333}, "id": "107930952574950"}, "start_time": "2017-12-17T09:30:00+0000", "event_times": [{"id": "1919190705067548", "start_time": "2018-01-07T09:30:00+0000", "end_time": "2018-01-07T17:00:00+0000", "ticket_uri": "https://inftec4all.com/formation-big-data/"}, {"id": "1919190701734215", "start_time": "2017-12-24T09:30:00+0000", "end_time": "2017-12-24T17:00:00+0000", "ticket_uri": "https://inftec4all.com/formation-big-data/"}, {"id": "1919190698400882", "start_time": "2017-12-31T09:30:00+0000", "end_time": "2017-12-31T17:00:00+0000", "ticket_uri": "https://inftec4all.com/formation-big-data/"}, {"id": "1903502476636371", "start_time": "2017-12-17T09:30:00+0000", "end_time": "2017-12-17T17:00:00+0000", "ticket_uri": "https://inftec4all.com/formation-big-data/"}], "id": "1903502453303040"}, {"description": "G.E.C a le plaisir de vous annoncer le lancement de sa prochaine session de Formation : Big Data\n\nLe Big Data s’installe désormais dans le paysage des solutions de traitement des données massives. Il permet effectivement, grâce à la maîtrise des informations et des données, d’optimiser la performance opérationnelle de l’entreprise et ainsi de renforcer ses avantages concurrentiels. Si pour certains d’entre nous, le Big Data reste un concept imprécis, pour d’autres, il ouvre donc déjà la voie à de nombreuses applications. Cette formation pratique apporte un éclairage sur les usages et les technologies associées au Big Data. Il répond aux questions de son exploitation au sein de l’entreprise.\n\n==>Volume horaire : 02 jours (pendant les weekends)\n==>Coût : 150DT \n-->La formation est à 80% Pratique.\n-->Qualité garantie: Cabinet expérimenté (+10 ans d'expérience), des intervenants et des formateurs experts seniors \n-->Environnement agréable (groupes limités au max à 6 participants)\n*****Pour réservation Merci de remplir le formulaire ci-joint :\nhttps://docs.google.com/forms/d/e/1FAIpQLSfUE9SnPvFDuHbE0SYpi3_gI93BaA2sKz2L2misV1J-CATyfQ/viewform\nPour plus d'informations n'hésitez pas de nous recontacter sur le:\nGSM : 52 758 141 Fixe : 36 131 820\nEmail : gec.direction@gmail.com\nAdresse : Immeuble n°35 App 5 ( 3éme étage ) Avenue la Gare - Tunis", "end_time": "2017-12-31T09:00:00+0100", "name": "Formation BIG DATA", "place": {"name": "Immeuble n°23 App5 (3éme étage) Rue La Gare - Tunis"}, "start_time": "2017-12-30T09:00:00+0100", "id": "1904731806414895"}, {"description": "EAFIP lance une nouvelle session de formation en BIG DATA Sur R \nPRIX : 190 dt / 4jours    \n150dt  pour les inscris avant le 28 novembre \nformateur : ingénieur expert en statistique \ncertificat agrée par l'ETAT \npréinscription obligatoire : https://goo.gl/forms/TTabS5tM1UD5gHd82\ncontact: 52 226 993  -  31 587 130", "end_time": "2017-12-24T15:00:00+0100", "name": "Formation BIG DATA", "place": {"name": "EAFIP", "location": {"city": "Ariana", "country": "Tunisia", "latitude": 35.65233590777, "longitude": 10.881046056747, "street": "ariana avenue taiéb mhiri imm 53 3éme étage", "zip": "2080"}, "id": "785695261552476"}, "start_time": "2017-12-23T12:00:00+0100", "id": "1496577713723839"}, {"description": "10 березня, продовжуючи традицію, ми знову будемо проводити конференцію AI&BigData Day в місті Лева. Подія збере близько 350 data scientist, розробників, стартап-підприємців, науковців, дата інженерів, інвесторів та зацікавлених з України, Німеччини, Чехії, Швейцарії, США, Канади та країн східної Європи. Виступить близько 40 досвідчених доповідачів.\n\nКонференція присвячена новітнім розробкам у сфері штучного інтелекту та обробки великих даних. Це професійно дискусійний майданчик, який об’єднує дослідників і практиків, котрі працюють в нових фронтирах розвитку можливостей людства. Майданчик покликаний поєднати науковий підхід, підприємницький хист та інженерні таланти заради розповсюдження новітніх знань.\n\nПотоки конференції: \n* Data Science\nПотік створений для всіх хто хоче дізнатися про найновіші ідеї та підходи у галузі Data Science, а також познайомитися зі своїми потенційними менторами та партнерами.\n* Startups\nПотік для всіх тих, хто буквально з ліхтарем ходить у пошуках відповідей. Розширте свої горизонти і отримаєте нові знання. Останні тренди, доповіді про використання кращих інструментів, інсайти від експертів, унікальні знання з перших вуст.\n* Data Engineering\nПотік для розробників і науковців, хто створює нові технології і бажає познайомитися з успішними кейсами і реальними прикладами впровадження технологій на основі даних, які вже ефективно працюють на ринку сьогодні.\n*Workshops\nПотік для глибшого занурення в цікаву тему та отримання практичних знань.\n\nВартість квитків:\n•\t«Ранні пташки» перші 30 зареєстрованих учасників - 950 грн.\n•\t«Ранні» до 15 грудня - 1300 грн.\n•\t«Стандарт» до 15 лютого - 1600 грн.\n•\t«Фінальна ціна» - 1900 грн.\n•       Студентські квитки  - 700 грн.\nУ вартість квитка входить: вільне відвідування всіх потоків конференції, обід і каво-перерви на нетворкінгу,  та відеозаписи усіх доповідей після конференції.\nРеєструйтесь вже зараз за зниженою ціною -  http://aiconf.com.ua/registration/\n\nОрганізатор: Lemberg Tech Business School: організація з 9-річною історією проведення успішних конференцій: Lviv Mobile Development Day, GameDev Conference, Lviv PM Day та Lviv Freelance Forum.\n\nМи відкриті для ваших пропозицій. Якщо Ви можете порекомендувати спікера, будь ласка, зверніться до нас  - nzhyvytska@startup.lviv.ua.", "end_time": "2018-03-10T18:00:00+0200", "name": "Lviv AI & Big Data Day 2018", "place": {"name": "Dnister Premier Hotel", "location": {"city": "Lviv", "country": "Ukraine", "latitude": 49.837367840666, "longitude": 24.016842137734, "street": "6, Mateyka Street, Lviv 79000, Ukraine", "zip": "79007"}, "id": "297911446977821"}, "start_time": "2018-03-10T10:00:00+0200", "id": "129505567816836"}, {"description": "Offre Spéciale début d'année 2018:\nFormation Big Data : 50 Heures à partir du 06 Janvier 2018\nPrix : 2.000 dhs Etudiants - 3.000 Salariés.Places limitées.\ne-mail : atelierbigdata@gmail.com \nGSM :  06-78-23-03-02   \nLe formateur qui  assure cette formation dispose de plus de 20 ans d’expérience Nationale et Internationale  et a déjà enseigné le Big- Data et l'Architecture Distribuée durant 06 ans pour les Bachelors Réseaux ainsi que le Master 2 Européen en Informatique.IL est aussi certifié en Hadoop, Spark, Scala, NoSQL et Deep learning.\nLes bénéfices de cette formation : \n1- Maîtriser la terminologie de base, les concepts et les utilisations du Big Data .\n2- Comprendre comment installer et gérer les clusters Hadoop et Spark.\n3- En savoir plus sur l'architecture Hadoop-Spark et comment l'utiliser pour tester des algorithmes d'apprentissage en Machine et Deep Learning.\n4- Découvrez comment déterminer si un problème est mieux résolu avec l'approche du Big Data.\n5- Explorez le code utilisé pour résoudre les problèmes du Big Data Science dans les situations professionnelles.", "end_time": "2018-01-06T14:00:00+0000", "name": "Formation Big Data", "place": {"name": "Rabat-Casablanca"}, "start_time": "2018-01-06T09:00:00+0000", "id": "131817280845808"}, {"description": "We are excited to announce one of our biggest seminars of this year!\n\nFrom SIRI to self-driving cars, artificial intelligence (AI) is progressing rapidly. While science fiction often portrays AI as robots with human-like characteristics, AI can encompass anything from Google’s search algorithms to IBM’s Watson to autonomous machines. Another development that has made great impact is big data. Big data describes a holistic information management strategy that includes and integrates many new types of data and data management.\n\nWe are proud to announce that, together with IBM and Microsoft we are organizing a seminar about artificial intelligence and big data! Jesse van Leth, an AI specialist from Microsoft is going to talk about what AI exactly is and how it affects our society and lives. Furthermore, Mando Rotman, a senior manager consultant cognitive & analytics at IBM, and Madli Uutma, a data scientist consultant at IBM are going to cover multiple topics related to big data. \n\nSo are you curious about our future and how technology will shape it? And are you looking for an opportunity to learn more about AI and Big data from managers who work within these fields for leading companies? Then sign up for this event!\n\n*This event is FREE, sign up before the attendance capacity is full!*", "end_time": "2017-12-14T19:30:00+0100", "name": "TuringX- AI and Big Data with Microsoft and IBM", "place": {"name": "Theil CB-1, Erasmus University Rotterdam"}, "start_time": "2017-12-14T17:00:00+0100", "id": "1757738384522126"}, {"description": "Join the Meetup by Aegis-IBM, Big Data Day: What it takes to be a Data Scientist? Explore & learn everything you wanted to know about Data Scientist, Data Science, Big Data, Business Analytics, Predictive analytics, ML, NLP, Cognitive Computing. \n\nHow it is used in real life in various functional areas like Finance, Operations, Marketing, HR etc in different industries eCommerce, Telecom, health, banking, insurance, automobile etc Learn how various tools like Spark, Hadoop, R, Python, IBM Watson, SAS and IBM Infoshphre Big Insight can empower you in your data science journey.\n\nAgenda:\n\n?????????\nWhat is Data Science? What is Business Analytics? Whats Big Data? Whats is Predictive Analytics? IBM Watson? How Cognitive Computing, Data Science, Business Analytics and Big Data is changing the world? Who is using?\n\nJobs, Package and Opportunities in Big Data, Analytics and Data Science?\nWhat are career opportunities? Which companies are hiring? What is salary range in this field? How a fresher BSc Stats guy got 11 lacs starting package in AngelBroking? Why TCS S/W professional got 100% hike in HDFC? Why Paytm hired 8 Data Scientists at package of USD 350,000?\n\nCan I do Career shift at this age?\nI have 15 years experience in project management can I change my career in Big Data? What kind of jobs can I get? I have 5 years experience in marketing and I am an MBA can I change my career in Big Data, BA, Data Science? I don’t have any technical or coding background can I shift into analytics? Bring your questions and get expert answers! \n\nSkills needed?\nWhat skills and competences required in market? Can I get a job in Big Data? How to ride big data science, cognitive computing, big data wave? Should I learn R or Python? Hadoop or Spark? Why do I need to learn Machine Learning?\n\nHow Aegis & IBM can help you to start career?\nHow Aegis & IBM can help you to start career in Data Science, Big Data and Business Analytics?", "end_time": "2018-02-04T17:00:00+0530", "name": "Aegis IBM Big Data and Data Science Meetup, Kolkata", "start_time": "2018-02-04T14:00:00+0530", "id": "1161699240541901"}, {"description": "Inscription au : 05 22 43 49 80 ou contact@apdmaroc.com\n\nL'Adhésion à l'Association donne droit à à la gratuité pour 2 à 6 personnes à chaque conférence. Pour en savoir plus :\n\nhttp://goo.gl/A9dBDJ\n\nProgramme 2017/2018 : https://goo.gl/QoGJ1e", "end_time": "2018-01-18T21:30:00+0000", "name": "Conference: The Next Big Thing : Big Data & Predictive Analytics", "place": {"name": "Hyatt Regency Casablanca", "location": {"city": "Casablanca", "country": "Morocco", "latitude": 33.595897738666, "longitude": -7.6186129088387, "street": "Place des Nations Unies", "zip": "20000"}, "id": "361944109832"}, "start_time": "2018-01-18T18:30:00+0000", "id": "336592993476836"}, {"description": "Tham gia chủ đề BẮT ĐẦU VỚI BIG DATA TỪ ĐÂU VÀ NHƯ THẾ NÀO? tại Vietnam Web Summit 2017\n\nĐối với các lập trình viên, Big Data thường gắn liền với Apache Hadoop - công nghệ dựa trên GFS (Google File System) và MapReduce của Google. Tháng 4/2008, Hadoop trở thành hệ thống nhanh nhất để sắp xếp (sort) 1 terabyte dữ liệu, khi mất 209 giây chạy trên cluster gồm 910 nodes. Tháng 11/2008, Google thông báo hệ thống MapReduce chỉ cần 68 giây để sắp xếp 1 terabyte dữ liệu. Đến tháng 5/2009, Yahoo sử dụng Hadoop chỉ cần 62 giây để làm việc tương tự. Từ đó đến nay, Hadoop dần trở thành nòng cốt để giải quyết những bài toán về dữ liệu lớn.\n\nTuy nhiên, vào năm 2015, Apache Spark (gọi tắt Spark) nổi lên là 1 trong những dự án mã nguồn mở sôi động nhất trong lĩnh vực Big Data, thường xuyên được cập nhật bởi hơn 800 lập trình viên từ 200 công ty trên khắp thế giới, được cho rằng sẽ là sự thay thế Apache Hadoop trong tương lai. Chính cha đẻ của Spark cũng xác định Spark vừa hữu ích cho học máy lẫn xử lý luồng dữ liệu hoàn chỉnh. Đặc biệt, các dev có thể viết ứng dụng Spark bằng nhiều ngôn ngữ khác nhau, từ Scala, Java, Python, đến R. Nhờ những ưu điểm đó mà có rất nhiều hãng lớn đã dùng Spark cho các sản phẩm của mình như Yahoo, ebay, IBM, Cisco, Tencent, Alibaba… với cả petabyte dữ liệu.\nVậy, Hadoop và Spark, đâu mới là lựa chọn thích hợp để phát triển các dự án Big Data? Sau thời gian phát triển lâu dài, thể hiện tính hữu ích trong nhiều sản phẩm, liệu hệ sinh thái Hadoop có thể bị thay thế hoàn toàn bởi Spark? Cùng đến với topic Bắt đầu với Big Data từ đâu và như thế nào? do diễn giả Ông Xuân Hồng (Ong Xuan Hong) - Research Enginner của Trusting Social tại Vietnam Web Summit 2017 để cập nhật những kinh nghiệm làm việc với Big Data thiết thực nhất. \nChỉ cần đăng kí tại: https://meetup.vn/detail/Vietnam-Web-Summit-2017-191 bạn sẽ tiếp cận được gần 100 topics đặc sắc khác tại Vietnam Web Summit năm nay và nhận được toàn bộ slide của các diễn giả sau sự kiện. Tại sao bạn còn chần chừ?\n=======================\n☀️ Thời gian & địa điểm: \n- 01/12/2017 tại Grand Palace, 142/18 Cộng Hòa, P.4, Q. Tân Bình, Tp.HCM\n- 08/12/2017 tại Trung tâm Hội nghị Forevermark, 614 Lạc Long Quân, Q. Tây Hồ, Hà Nội\n☀️ Thông tin chi tiết: \n- Website: https://vietnamwebsummit.com\n- Event page:\nHCM: https://www.facebook.com/events/897273157088258\nHN: https://www.facebook.com/events/303631870103105\n☀️ Hotline/ Liên hệ hợp tác & đặt booth\n- Mr Bình: binh@applancer.net | 0904 392 888\n- Event team: event@applancer.net | 028 6273 3497", "end_time": "2017-12-08T17:00:00+0700", "name": "VWS2017-Bắt đầu với Big Data từ đâu và như thế nào?", "place": {"name": "Trung Tâm  Sự Kiện & Tiệc Cưới CTM Palace", "location": {"city": "Hanoi", "country": "Vietnam", "latitude": 21.0385895, "longitude": 105.7893066, "street": "131 Nguyễn Phong Sắc, Dịch Vọng Hậu, Cầu Giấy", "zip": "33000"}, "id": "540276506121502"}, "start_time": "2017-12-08T08:00:00+0700", "event_times": [{"id": "759246450944128", "start_time": "2017-12-08T08:00:00+0700", "end_time": "2017-12-08T17:00:00+0700"}], "id": "759246440944129"}, {"description": "L’objectif de cette conférence est de comprendre ce que sont les algorithmes et de saisir comment ils s’intègrent à nos usages numériques quotidien. Seront ensuite abordés les principaux enjeux citoyens qui en découlent, notamment pour les pratiques d’informations et d’expression, mais également pour la vie politique et culturelle.\n\nIntervenante : Mélanie Millette, Professeure au Département de communication sociale et publique – Université du Québec à Montréal\n\nSuivi d’un table ronde sur la question suivante : « Quelle éducation aux médias face aux algorithmes » avec\n\n> Patrick Verniers, Président du Master en éducation aux Médias et président du Conseil Supérieur de l'éducation aux médias - CSEM\n> Thibault Philippette, Professeur en littératie médiatique (Université catholique de Louvain)\n> Jean-Luc Manise, Directeur des services Culture et Education permanente au Centre socialiste d’éducation permanente\n> Pierre Hemptinne, Directeur de la Médiation culturelle à PointCulture\n\n--------------------------------------\nEntrée gratuite et inscription obligatoire > événement complet\nA PointCulture - Bruxelles\n\nCette formation s’inscrit dans le cadre du programme de formation MediaCoach.\n\nAvec le soutien du service Education permanente de la Fédération Wallonie-Bruxelles/Officiel, de la Fondation Evens Guercy, du projet « Belgian Better Internet 2 » (B-Bico) co-financé par l’Union Européenne dans le cadre du programme Connectig Europe Facility. Les contenus de cette publication sont sous la seule responsabilité de Média Animation ASBL, et ne peuvent être considérés comme un reflet de l’opinion officielle de la Commission Européenne.", "end_time": "2017-12-14T13:00:00+0100", "name": "Complet - Le citoyen face aux algorithmes et Big Data", "place": {"name": "PointCulture - Bruxelles", "location": {"city": "Brussels", "country": "Belgium", "latitude": 50.8528071, "longitude": 4.3657069, "street": "Rue Royale, 145", "zip": "1000"}, "id": "165632040253712"}, "start_time": "2017-12-14T09:30:00+0100", "id": "1741800189448888"}, {"description": "Vianočný Borell s kapustnicou od Instarea a Market Locator\n\nPriblížili sa nám vianoce a tak opäť pozývame na tradičné ale neformálne koncoročné stretnutie klientov, partnerov, priateľov a fanúšikov rodiny Instarea / Market Locator na našom vianočnom Borelle.\n\nBudeme radi, ak si poznačíte do svojich kalendárov miesto a dátum: 19. december 2017 od 11.30 hod. (neskorší príchod aj odchod voľný) sa stretneme u nás na terase a v priestoroch office v štýle vianočných trhov. Klasicky kapustnica varená v kotlíku na piecke, niečo aj pre vegetariánov, koledy, varené vínko +  \"živá\" novinka tento rok ;)\n\nV nasledujúcich týždňoch obdržíte RSVP pozvánku  s upresňujúcimi informáciami.", "end_time": "2017-12-19T14:30:00+0100", "name": "Xmass Borell#3 Instarea + Market Locator", "place": {"name": "Instarea - Big Data Monetization", "location": {"city": "Bratislava", "country": "Slovakia", "latitude": 48.145268404643, "longitude": 17.122734189034, "street": "ulica 29. augusta 36/A", "zip": "81109"}, "id": "247294885301002"}, "start_time": "2017-12-19T11:30:00+0100", "id": "923199231168076"}], "paging": {"cursors": {"before": "MAZDZD", "after": "MTUZD"}, "next": "https://graph.facebook.com/v2.5/search?access_token=EAACEdEose0cBAHLbPaZCjPkZAI0kcZBPnu8dCQIIV3K1TZAWixNHU9Mz8gCI4u4sz42rVAPLf6sHZBpPBMeZAFFHMyjKkZA8yg8WDaaRDYNdgwrMr41Tpa9lyVdeAo20MZB2LJ3kQL3Yq2ZAYCsbhn9L9AAgRyJdMVPx4SrZCyr6m1qUTStJXu9BeXjF76qBY1DKxkyQL5tZAYsywZDZD&q=Big+Data&type=Event&limit=100&after=MTUZD"}}}