{"feminism": {"data": [{"description": "Den muslimske kvinde er undertrykt. Hun er undertrykt i sin påklædning, i sociale relationer, på den politiske scene, og i hendes seksualitet. For at komme ud af denne ondskab må hun befries af feminismens tankesæt. Det er i hvertfald nutidens velkendte mantra og postulat.\n\nFeminismen er i manges øjne synonym med befrielse, frihed, og ligestilling. Det er næppe et fænomen man kan sige noget om, før man beskyldes for at være kvindehader, eller partriakalsk. Men hvad er feminisme i virkeligheden? Hvad er grobundet for den feministiske filosofi? Og er feminisme kompatibel med Islam? Hvad siger Islam om spørgsmål omkring køn? Og er det rigtigt at Islam undertrykker kvinder? Og hvad med “Muslim feminism”? \n\nUdforsk Islam & Salsabil inviterer til et endagsarrangement for både brødre og søstre om Feminisme set med Islamiske briller, hvor ovenstående spørgsmål og mange flere vil komme under behandling. \n\nKom og deltag, ta’ en ven/veninde med, og byd endelig ind med dine kritiske spørgsmål til arrangementet. \n\nDer vil også være mulighed for køb af delikatesser til den søde tand :)", "end_time": "2017-12-08T20:00:00+0100", "name": "Feminisme", "place": {"name": "Gudrunsvej 10A, 8220 Aarhus, Danmark"}, "start_time": "2017-12-08T17:00:00+0100", "id": "127681677902273"}, {"description": "feminismen diskutieren\n\nEine feministische Politik rückt die radikale Verwundbarkeit der Einzelnen in den Fokus. Wird durch ihre Anerkennung als universelles Risiko eine umfassende Demokratisierung möglich? Kann dadurch eine kulturelle Transformation der Politik initiiert werden? In Barcelona sind jedenfalls Aktivist*innen nach den Protesten 2011 in die Institutionen gezogen, um diese Möglichkeit in der Praxis zu erproben.\n\nAndreea Zelinka, Anthropologin, Wien\nModeration: Sabine Prokop (VfW)\n\ngefördert von Magistratsabteilung 7", "end_time": "2017-12-12T22:00:00+0100", "name": "Feminismen diskutieren - Feminisierung des Politischen", "place": {"name": "Depot, Breite Gasse 3, 1070 Wien"}, "start_time": "2017-12-12T19:00:00+0100", "id": "1595616483843267"}, {"description": "Ser feminista i antiespecista hauria de sonar-nos molt redundant. La Núria Mir vindrà a parlar-nos sobre la intersecció entre aquests dos moviments. \nTindrem PINTXOS VEGANS PER DINAR!\nUs hi esperem!! A les 12:15 a l'aula B2.", "end_time": "2017-12-13T15:00:00+0100", "name": "Feminisme i antiespecisme", "place": {"name": "Facultat de Matemàtiques - Informàtica UB", "location": {"city": "Barcelona", "country": "Spain", "latitude": 41.38630253829, "located_in": "124038361034", "longitude": 2.1642648583221, "street": "Gran Via de les corts catalanes, 585", "zip": "08007"}, "id": "1418882548378641"}, "start_time": "2017-12-13T12:15:00+0100", "id": "1479661645420221"}, {"description": "Do you believe in gender equality and rights for all? Then you, friend, are a feminist! Feminism may sound like it only matters to women, but it certainly does not! It affects us all!\n\nCharlotte NOW will have Feminism Open Mic Night on Wednesday, December 6 at Letty's on Shamrock.Letty's is a female owned bistro and bar in Plaza Midwood specializing in comfort food and a comfortable atmosphere. Come share a joke, a story, a passion, a favorite reading or a song that relates to the theme of feminism! This is not just for members so invite your friends! This is not just for females because feminism affects us all! Carl McIntyre and friends will also be providing live music for us. Come join us for an evening of fun and entertainment! \n\nAnd don't forget to bring donations for our sisters in Changed Choices who are transitioning out of prison. The transition house needs cleaning supplies, detergent, paper goods, twin sheet sets, shelf stable food items, grocery cards, feminine hygiene products, towels and pillows.  Paper towels, laudry detergent, Kleenex and plastic clothes hangars are always needed!!\n\nOpen Mic will be held at Letty's 2121 Shamrock Drive Charlotte 28205. It's beside Pike's and across the street from Shamrock Elementary School. \n\nBe sure to check out this great video about feminism open mic night at the Wild Iris! https://www.youtube.com/watch?v=zZ909eyKWGg", "end_time": "2017-12-06T22:00:00-0500", "name": "Feminism Speaks:Open Mic", "place": {"name": "Letty's", "location": {"city": "Charlotte", "country": "United States", "latitude": 35.23509, "longitude": -80.7877199, "state": "NC", "street": "2121 Shamrock Dr", "zip": "28205"}, "id": "464299273608626"}, "start_time": "2017-12-06T19:00:00-0500", "id": "364681067303547"}, {"description": "Hva er krysningspunktene mellom feminisme og miljøvern?\nHenger vold mot naturen sammen med vold mot kvinner? \nHvilke standpunkter skal Fi ha i miljøkampen, for eksempel når det gjelder dyrs rettigheter? \n\nEtter den vellykkete filmvisningen av Thankyou for the rain med innledning om miljøvern og feminisme tidligere i høst, vil vi invitere til temakveld med foredrag og diskusjon for å gå litt mer inn i noen av spørsmålene.\n\nOm du er medlem, eller bare interessert i temaet - vi ønsker innspill, alle er velkomne!\n\nInnledning av Andrea Nicole Vasquez-Pettersen og Katrine Bølstad\n\nArrangementet er gratis.\nhttps://www.feministiskinitiativ.no/", "end_time": "2018-01-11T20:00:00+0100", "name": "Feminisme og ødeleggelse av naturen", "place": {"name": "Eldorado Bokhandel", "location": {"city": "Oslo", "country": "Norway", "latitude": 59.91395, "longitude": 10.7479099, "street": "Torggata 9 A", "zip": "0181"}, "id": "1409960995885366"}, "start_time": "2018-01-11T18:00:00+0100", "id": "233899650344476"}, {"description": "\"Undoing Empire: Form, Function, Feminism\" GCWS Feminisms Unbound roundtable\n\nJ. Kēhaulani Kauanui, Professor of American Studies and Anthropology, Wesleyan University\nKalpana Seshadri, Professor of English, Boston College\nKaysha Corinealdi, Assistant Professor of History, Emerson College\nModerator, Jyoti Puri, Simmons College", "end_time": "2018-02-07T19:30:00-0500", "name": "Feminisms Unbound", "place": {"name": "MIT Tang Building (E51)", "location": {"city": "Cambridge", "country": "United States", "latitude": 42.360833655, "longitude": -71.084360426786, "state": "MA", "zip": "02142"}, "id": "131899823525705"}, "start_time": "2018-02-07T17:30:00-0500", "id": "125445044864256"}, {"description": "Bildung wurde von den zuständigen Institutionen auf Effizienz und Kompetenzerlangung reduziert und ihrer gesellschaftskritischen Dimension beraubt. Das geht Hand in Hand mit neuen Autoritarismen und postdemokratische Realitäten, die das Modell Demokratie aushöhlen. Nicht Partikularismen, sondern radikale Pluralität gälte es zu lernen; denn Demokratie setzt mündige und solidarische Bürger/innen voraus.\n\nBirge Krondorfer, politische Philosophin, Lehrende und feministisch tätig; Wien\nModeration: Sabine Prokop (VfW)", "end_time": "2018-01-18T22:00:00+0100", "name": "Feminismen diskutieren - Demokratie braucht (Frauen-) Bildung", "place": {"name": "Depot, Breite Gasse 3, 1070 Wien"}, "start_time": "2018-01-18T19:00:00+0100", "id": "153286318610807"}, {"description": "Den 9e december är det premiär för SUF Uppsalas nattcafé! Tillsammans skapar vi en gratis, nykter och kvällsöppen mötesplats för ungdomar och andra.\nSchema:\n17.00 dörrar öppnas, häng, mat och fika, musik\n18.00 Antifascisterna\n19.30 Föreläsning om internfeminism\n20.00 Demonstrationsworkshop\n\nCash is king! Vi ses :)\n\nANTIFASCISTERNA\n2013 attackerar beväpnade nazister en antirasistisk demonstration i Kärrtorp där flera skadas. I Grekland blir nazistpartiet Gyllene gryning tredje största parti i valet och 2014 i Malmö skadas flera personer i samband med en demonstration på 8 mars varav en, Showan Shattak, hamnar i koma efter en brutal knivattack av personer ur den högerextrema rörelsen.\n\nI ANTIFASCISTERNA målas ett porträtt upp av en rörelse som vägrar betraktas som offer. Ett flertal olika personer i Sverige och Grekland berättar om sin syn på radikal politisk organisering mot högerextremism, samtidigt som vi får en bakgrund till varför Sverige och Grekland, två till ytan så olika länder, har högerextrema rörelser som genom våld påverkar samhället.\n\nFÖRELÄSNING OM INTERNFEMINISM\nEn stående punkt på dagordningen bör för många autonoma organisationer vara internfeminism. Antifascismen har ofta varit en rörelse där det varit enkelt att ta plats som man, men antifascismen är inte en arena enbart för män. Istället för att låta den patriarkala tendensen frodas måste vi organisera oss och verka för jämställdhet internt - därav namnet. Internfeminismen är bland annat att en löpande diskussion om hur jämställdheten ser ut inom organisationen och vilka som kommer till tals i diskussioner, samt vad man kan göra åt det. En medlem i SUF kommer tala om feminism basics och varför det är av högsta vikt att ha en jämställd klubb, hur vi har arbetat internfeministiskt i praktiken och vilka erfarenheter vi har fått från att ha haft ett aktivt internfeministiskt arbete.\n\nDEMONSTRATIONSWORKSHOP\nSnart är det valår, och då lär fulingarna försöka göra sig själva plats på våra gator och torg igen. Förstås kan vi inte låta dem göra det, och då är det jättebra att vara väl förberedd. Workshopen kommer gå igenom vad en demonstration egentligen är, hur man ska förbereda sig, hur en vängrupp fungerar, historia om polisens taktik vid demonstrationer och vilken taktik de använder idag. Det kommer även vara en del juridik, do's and dont's och annat kul.\n\nTillgänglighet: Bottenplan med trappor och ramp.\nAllergier: Allt som serveras är helvegetariskt och nötfritt.\n\nMer information om föreläsare och schema släpps snart!\nKom hungriga!", "end_time": "2017-12-09T21:00:00+0100", "name": "Nattcafé: Feminism och antifascism", "place": {"name": "Ungdomens Hus", "location": {"city": "Uppsala", "country": "Sweden", "latitude": 59.86214, "longitude": 17.63225, "street": "Svartbäcksg. 32", "zip": "753 32"}, "id": "112604595477915"}, "start_time": "2017-12-09T17:00:00+0100", "id": "2151112581782796"}, {"description": "Nicos Poulantzas Institute  presents Angela Davis for the Eleventh Annual Nicos Poulantzas Memorial Lecture.\n\nHer speech entitled “Abolition Feminism: Theories and Practices for Our Time” takes place on Monday, 11th of December 2017, at 19:00. The venue will be announced soon here as well as in the website of the Institute.", "end_time": "2017-12-11T22:30:00+0200", "name": "Angela Davis: \"Abolition Feminism:Theories & Practices\"", "place": {"name": "Theatro Αλίκη", "location": {"city": "Athens", "country": "Greece", "latitude": 37.9777584, "longitude": 23.7345369, "street": "Αμερικής 4", "zip": "10564"}, "id": "306600956040725"}, "start_time": "2017-12-11T19:00:00+0200", "id": "864191190416440"}, {"description": "FavourEconomy is being exhibited at George Paton Gallery and participating in ‘Doing Feminism / Sharing the World’ curated by Professor Anne Marsh this coming December in Melbourne.\n \nEXHIBITION\nFavourEconomy:Stations will present audio recordings shared by over 80 women in a public but intimate listening environment at George Paton Gallery. Multiple headsets placed on 24 separate chairs play the sound files on a randomised and continuous loop. Each chair is a site specific offering conceived  by a contributor as a symbolic representation of themselves and their art practice - otherwise these are simply a seat that a contributor would like the visitor to sit on while listening. A series of public programs and performances will accompany the exhibition, see below and event links for further details.\n\nSEAT WORKS \nCarolyn Cardinet\nStella Chen\nCharmaine Cole\nElizabeth Barsham\nAmanda Davies\nLinda Dement\nJulie Dowling\nClaire Field\nJanice Gobey\nKatya Grokhovsky\nAlana Hunt\nWina Jie\nLea Kannar-Lichtenberger\nSue Manchoulas\nNancy Mauro-Flude\nMish Meijers\nDahne Julian Molony\nCaroline Phillips\nNuha Saad\nBronwyn Treacy\nCora-Allan Wickliffe\nLinda Wilken\nAna Young\nTian Zhang\n\n\nEXHIBITION PUBLIC PROGRAMS AND PERFORMANCES\n\n:: The Abundant Abandoned :: \nCarolyn Cardinet\nA presentation and talk on how the artist  came to look at the abundance and abandonment of materials around us, followed by experimental play with found materials.\nhttps://www.facebook.com/events/877514272430585/\n\n:: Artist Talk ::\nSue Manchoulas\nTuesday Dec 12, 5-6pm\nhttps://www.facebook.com/events/1754151854616364/\n\n:: Cutting Through ::\nMichelle Cawthorn\nWednesday Dec 13, 3-5pm\nArtist facilitated collage workshop \nhttps://www.facebook.com/events/152963025324984/\n\n:: Practicing art while female :: \nKatya Grokhovsky\nFriday Dec 15, 4-5pm\n'Practicing art while female' is a live streamed performance lecture that will be presented during Finissage by artist Katya Grokhovsky - located in New York\nhttps://www.facebook.com/events/171678653571397/\n\n:: Awry Signals: A Eulogy for the Stellar [Girls] ::\nLinda Dement & Nancy Mauro-Flude \nFriday Dec 15, 5-6pm\nPresented during Finissage\nhttps://www.facebook.com/events/171678653571397/\n\nAUDIO FAVOURS:\nEva Heiky Olga Abbinga, Nicole Barakat, Elizabeth Barsham, Heather Burness, Kate Brown, Julieanne Campbell, Carolyn Cardinet, Michelle Cawthorn, Cindy Yuen-Zhe Chen, Stella Chen, Charmaine Cole, Rebecca Conroy, Lottie Consalvo, Dagmar Cook, Yvette Coppersmith, Anzara Clark, Penny Coss, Elisabeth Cummings, Selena de Carvalho, Amanda Davies, Paula do Prado, Julie Dowling, Linda Dement, Briony Downes, Julia Drouhin, Michele Elliot, Claire Field, Caren Florance, Hayley Megan French, Ann Fuata, Rebecca Gallo, Shanequa Gay, Jane Giblin, Janice Gobey, Katya Grokhovsky, Michaela Gleave, Jo Holder, Alana Hunt, Helen Jones, Wina Jie, Janis Lander, Lea Kannar-Lichtenberger, Danica Knezevic, Nicole Kelly, Anita Larkin, Carla Liesch, Anna Magdalena Laerkesen, Sue Manchoulas, Valda Marshall, Nancy Mauro-Flude, Gail May, Mish Meijers, Sarah Milgate, Emily Millichip, Dahne Julian Molony, Catriona Moore, Laimah Osman, Brigita Ozolins, Alex Pedley, Caroline Phillips, Kate Power, Laura Purcell, Penny Ryan, Nuha Saad, Mia Salsjo, Esther Shohet, Gaele Sobott, Pip Stafford. Lyndal Thorne, Pam Thorne, Sian Torrington, Bronwyn Treacy, Sarah Vandepeer, Tricky Walsh, Cora-Allan Wickliffe, Yvette Watt, Linda Wilken, Ana Young, Tian Zhang & \nTianli Zu\n\n-----------------------\n\nRESIDENCY PROGRAM\n\nDOING FEMINISM / SHARING THE WORLD \nNorma Redpath House\n4 Painsdale Place, Cartlon VIC\n\nFrom Dec 18-24 FavourEconomy will being Residence at Norma Redpath House as part of  Doing Feminism/ Sharing the World curated by Professor Anne Marsh and Caroline Phillips. FavourEconomy Contributors and those interested in participating are invited to join FavourEconomy in residence to engage with the project in more depth. During the residency audience responses and audio favour data will be investigated to provide the basis for a new text-based projection artwork - mentored by Lyndal Jones. This residency will also act as an audio favour receiving hub for additional women and non-binary arts practitioners to record a favour and share it to the project.\n\n\n-------------------------\n\nRESIDENCY WORKSHOPS\n\n:: Feminist principles of the Internet ::\nNancy Mauro-Flude \nMonday 18 Dec 6pm\nhttps://www.facebook.com/events/930387933782653/\n\n:: Feminism x culture :: \nTian Zhang\nOpen discussion exploring the intersections of gender and culture in art practice.\nTuesday 19 Dec 6pm\nhttps://www.facebook.com/events/145488699543348/\n\n:: Julie Dowling in Conversation ::\nSkype panel conversation with FavourEconomy and the public\nTuesday 19 Dec, 7.30 - 8.30pm\nhttps://www.facebook.com/events/462318137495972/\n\n:: Unpaid labour : the correlation between children, women and the arts worker ::\nStella Chen \nWednesday 20 Dec, 6pm - 8pm\nhttps://www.facebook.com/events/569192073430881/\n\n:: Art Talk ::\nFavourEconomy co-leaders Claire Field, Alex Pedley and Bronwyn Treacy in conversation with Lyndal Jones - presented by Doing Feminism / Sharing the World\nThursday 21 Dec 6 - 8pm\nhttps://events.unimelb.edu.au/events/9750-favour-economy\n\n------------\n\nCATALOGUE\n\nFavourEconomy:Stations durational catalogue will develop throughout the exhibition & Doing Feminisms / Sharing the World residency to document events as they occur.\nCatalogue essay by Briony Downes.\n\nFavourEconomy is occurring at a time when we have the greatest numbers of women working in the arts, yet women still do not have commensurate representation in leadership, exhibitions, publications and collections. While there are many systemic issues to be addressed there is one area that can be addressed by this project. We aim to support a culture where women help out other women in order to strengthen the female voice and power in the arts. We posit that our efforts can benefit others and that the more we support one another the easier it will be for women to impact upon the circuit of contemporary art production and dissemination.\n\nFor so many women the path to ‘success’ in the arts is hazardous. Subsequently the female voice often vanishes from public discourse before being heard. FavourEconomy investigates and presents the lived experiences of a diverse range of female and female identifying practitioners working in the arts today- creating value of a different kind. \n\n----------------\nFavourEconomy is led by Claire Field, Alex Pedley and Bronwyn Treacy", "end_time": "2017-12-24T11:00:00+1100", "name": "FavourEconomy :: Stations + Doing Feminism / Sharing the World", "place": {"name": "George Paton Gallery", "location": {"city": "Melbourne", "country": "Australia", "latitude": -37.796864910531, "longitude": 144.96099472046, "state": "VIC", "street": "Level 2, Union House, University of Melbourne", "zip": "3010"}, "id": "463314207024244"}, "start_time": "2017-12-11T11:00:00+1100", "id": "390311371406751"}, {"description": "Venha participar do nosso último Encontro da Ocupação Soror de 2017 com a incrível Claudia Ferreira.\nClaudia vem registrando os movimentos feministas desde 1980 até os dias atuais. Fotografias que além de documentar cada fase do movimento, também nos brinda com uma bela reflexão sobre as mudanças das pautas influenciadas pelas diferentes ondas do feminismo.\nVenha conhecer esse lindo trabalho, participar conosco do debate e comemorar o encerramento de mais um ano!\nEntrada gratuita.\n\nCLAUDIA FERREIRA – Fotógrafa.  Trabalhou para os jornais Jornal do Brasil, Folha de São Paulo, Correio Brasiliense e para as agências Sipa Press e Cone Sur press. Desde o final da década de 80 vem documentando os movimentos sociais, principalmente os movimentos de mulheres.  Parte desse trabalho está reunido em seus livros “Marcha das Margaridas” – Ed. Aeroplano, 2015 e \"Mulheres e Movimentos - Ed. Aeroplano, 2004. Sobre esse tema realizou dez exposições individuais nas cidades de Londres, Rio de Janeiro, Porto Alegre, Brasília, Salvador e João Pessoa e participou de várias coletivas nacionais e internacionais. É pesquisadora associada do Programa de Pós-doutorado em Estudos Culturais, do Programa Avançado de Cultura Contemporânea, da Universidade Federal do Rio de Janeiro; e do Laboratório de História Oral e Imagem, da Universidade Federal Fluminense. Atualmente coordena o Banco de Imagens www.memoriaemovimentossociais.com.br composto por fotos de sua autoria, que recebeu, em 2014, o prêmio Memórias Brasileiras, conferido pelo Instituto Brasileiro de Museus/Ministério da Cultura.", "end_time": "2017-12-19T21:00:00-0200", "name": "Feminismos com Claudia Ferreira", "place": {"name": "Ateliê Oriente", "location": {"city": "Rio de Janeiro", "country": "Brazil", "latitude": -22.92149, "longitude": -43.17463, "state": "RJ", "street": "Rua do Russel, 300 / 401 - Glória", "zip": "22210-010"}, "id": "423850334341077"}, "start_time": "2017-12-19T19:00:00-0200", "id": "370541636731413"}, {"description": "1. Feminismos no Brasil: A luta das mulheres por direitos e pela igualdade\n\nAdvogada Claudia Luna – Presidente do MCTP Movimento Nacional contra o Tráfico de Pessoas.\n\n2. Relações de Gênero na América Latina e no Caribe\n\nProfª Vicenta Camusso – Uruguai – Coordinadora para el Cono Sur de la Red de Mujeres Afro Latinoamericanas Caribeñas y de la Diáspora.\n\n3. Escravização e Racismo nas Américas\n\nProfº. Drº. José Oscar Beozzo – Coordenador Geral do CESEEP.\n\n4. Gênero e Diversidade: \n\n     a) Masculinidade\n\nProfº Drº. Deivison Nkosi – Universidade Federal de São Paulo, UNIFESP.\n\n       b) Identidade Sexual e de Gênero\n\nProfº Neon Cunha – Ativista Transfeminista.\n\n5. Mulheres e Poder\n\nSchuma Schumaher – Pedagoga – Coordenadora Executiva da ONG – Redeh – Rede de Desenvolvimento Humano.\n\n6. Leitura Feminista da Bíblia\n\nProfª. Ms. Odja Barros – Biblista e Pastora da Aliança de Batistas do Brasil.\n\n7. Mulheres na Cultura e Religiosidade Afro-brasileira\n\nProfª Drª Alessandra Ribeiro – Universidade de Campinas – UNICAMP.\n\n8. Mesa de Debate: A representatividade das mulheres em espaços de poder\n\nJuliana Cardoso – Vereadora de São Paulo, SP pelo Partido dos Trabalhadores – PT\n\nLeci Brandão – Vereadora de São Paulo, SP pelo Partido Comunista do Brasil –\nPC do B\n\nLuiza Erundina – Deputada Federal de São Paulo pelo Partido Socialismo e Liberdade – PSOL", "end_time": "2018-02-04T16:00:00-0200", "name": "Feminismo em sociedades racial e socialmente desiguais", "place": {"name": "Ceseep", "location": {"city": "São Paulo", "country": "Brazil", "latitude": -23.55759898677, "longitude": -46.640777868057, "state": "SP", "street": "Av. Brigadeiro Luís Antônio, 993, Sala 205", "zip": "01317-001"}, "id": "1422402297988521"}, "start_time": "2018-01-23T12:00:00-0200", "id": "582472758543231"}, {"description": "¡Ven a relajarte con nosotrxs antes de finales! \n\nChill Squad, Cine Itam y He For She ITAM, proyectaremos la película \"Talentos Ocultos\" y tendremos chocolate caliente y pan dulce para tí.\nLlevaremos cobijas y sleeping bags para el frío, ustedes vengan a disfrutar.\n\n¡Te esperamos este miércoles 6 de diciembre a las 6:30 p.m. en Plaza Amarilla!", "end_time": "2017-12-06T20:30:00-0600", "name": "Feminism and chill", "place": {"name": "ITAM", "location": {"city": "Mexico City", "country": "Mexico", "latitude": 19.34429, "longitude": -99.20044, "street": "Río Hondo 1, Colonia Progreso Tizapán, Delegación Álvaro Obregón", "zip": "01080"}, "id": "330964280299464"}, "start_time": "2017-12-06T18:30:00-0600", "id": "1665665136818240"}, {"description": "Inwieweit wirk(t)en sich die trotz der behaupteten Objektivität der Naturwissenschaften und Technik für männliche ForscherInnen geschaffenen Arbeits- und Karrieremuster auf deren Inhalte, Ziele und Methoden aus? Könnten andersherum Ergebnisse z. B. der modernen Biologie emanzipatorische Prozesse stärken? Auch ‘Biotechnologische Revolutionen’ stellen neue Herausforderungen dar.\n\nMargarete Maurer, Mehrfachstudien in Biochemie, Philosophie, Soziologie und Geschichte; interdisziplinär Forschende und Lehrende; Wien und Bremen\nModeration: Sabine Prokop (VfW)", "end_time": "2018-03-14T22:00:00+0100", "name": "Feminismen diskutieren - Gender Studies in MINT-Fächern", "place": {"name": "Depot, Breite Gasse 3, 1070 Wien"}, "start_time": "2018-03-14T19:00:00+0100", "id": "523422888010271"}, {"description": "Formation publique MJS : \n\"Feminism is the new art\"\n\nDeux jeunes femmes prennent la parole pour présenter de nouvelles formes de féminisme à travers l'Art, le Cinéma et la Pop culture. \n\nClara Greiner, étudiante en master 2 recherches \"Histoire du cinéma\" à Paris-Sorbonne qui étudie « Le corps féminin comme objet artistique et arme militante » et Alice Durel responsable public du musée \"Collection Lambert\" d'Avignon, auteur de Go, Mediapop, 2017.\n\nSamedi 9 décembre à 14h\nFédération du Parti Socialiste de Meurthe-et-Moselle \n26 Boulevard de l'Europe, Vandoeuvre", "end_time": "2017-12-09T16:00:00+0100", "name": "Feminism is the new Art : formation publique MJS", "place": {"name": "Parti Socialiste Vandœuvre", "location": {"city": "Vandoeuvre-lès-Nancy", "country": "France", "latitude": 48.6628113, "longitude": 6.1732302, "street": "23 Boulevard de l'Europe, 54500 Vandœuvre-lès-Nancy (6e étage)", "zip": "54500"}, "id": "905522512872541"}, "start_time": "2017-12-09T14:00:00+0100", "id": "570324266663054"}, {"description": "En kväll DU inte får missa!\n\nMax Bergander är elitidrottsmannen som idag arbetar som Värdegrundsutvecklare hos fotbollsklubben AIK. \n\nDen resan som Max har gjort ska Borlänge nu få ta del av!\nFrån den dagen då medvetenheten om MACHOKULTUREN infann sig och den resa som sedan har gjorts!\n\nMax har sedan 7 år tillbaks i tiden skrivit böcker och föreläst om MACHOKULTURER där lovorden och uppenbarelserna har varit många!\n\nVi måste samtala, diskutera och bli medvetna om MACHOKULTUREN. \n\nDå finns det ingen bättre att starta denna vecka med än Max Bergander!\n\nMissa inte detta!\n\nPanelen kommer inom de närmsta dagarna att utökas!\n\nVarmt Välkomna!", "end_time": "2017-12-11T20:30:00+0100", "name": "Temavecka- Machokulturer & Feminism!", "place": {"name": "Forum Kvarnsveden", "location": {"city": "Borlänge", "country": "Sweden", "latitude": 60.51624, "longitude": 15.41485, "street": "Kvarnforsplan 2", "zip": "78466"}, "id": "164676883555292"}, "start_time": "2017-12-11T18:00:00+0100", "id": "1914213978606413"}, {"description": "How does the meaning of ‘feminism’ change in different contexts and times? And, what can we learn from historical feminist practices? “Feminism”, Yemisi Aribisala writes, “cannot be globally defined because Pangaea broke into pieces 250 million years ago and many wild waters and hazardous bush must be traversed to evangelise my kind of savage. The world is not one.” On the other hand, Science-fiction writer Octavia Butler describes it in terms of the act of writing yourself into the world: “You got to make your own worlds. You got to write yourself in it.” \n\nHow do we – women, men, transgender, not-men – write ourselves into the world? And, how do we unwrite an already written page? How do we imagine a different language, another collective politics from the perspective of feminist practice today? When vulnerable communities continue to be threatened by racism, xenophobia, acts of bullyism, and violence against women, gay and trans-people, we feel the urge to address these and other questions in an attempt to mobilise and develop new feminist politics and practices. \nFor this series of preliminary exercises, our point of departure is the acknowledgement of a deep, and we hope productive, disagreement on the meaning of and the contemporary valence of this term. Perhaps this is already what feminism is about, a form of collective non-alignment.\n\nThrough a series of performative events, talks and workshops, SPEAKING FEMINISMS enacts the multiple histories, struggles, and voices that define ‘feminism’ as both a practice and a concept.\n\nEvent held in English\nThe eight exercise withinthe series SPEAKING FEMINISM at SAVVY Contemporary is a collaboration of Ifa Galerie Berlin and SAVVY Contemporary.", "end_time": "2018-01-11T22:00:00+0100", "name": "Speaking Feminisms — 8th Exercise with Tracey Rose", "place": {"name": "SAVVY Contemporary", "location": {"city": "Berlin", "country": "Germany", "latitude": 52.546452283368, "longitude": 13.366477489471, "street": "Plantagenstraße 31", "zip": "13347"}, "id": "118449498763954"}, "start_time": "2018-01-11T19:00:00+0100", "id": "1445245262285305"}, {"description": "Dans le cadre du partenariat avec l’expo « Islam, c’est aussi notre histoire », Alohanews organise une série de conférences en lien avec l’islam. Pour la seconde rencontre, nous avons le plaisir de recevoir Malika Hamidi, Docteure en sociologie de l'École des Hautes Etudes en Sciences Sociales (EHESS), à Paris. Elle est également l'auteure de différents livres dont le dernier en date \"Un féminisme musulman, et pourquoi pas ?\". Durant la rencontre, il sera question de féminisme musulman et de la manière dont ce dernier se déploie dans notre société. \n\nDans le monde musulman comme en Occident, les féministes dites « laïques » et « musulmanes » s'allient pour trouver des réponses aux problèmes liés au changement du statut des femmes : elles réclament une égalité entre les genres et s'engagent dans la vie politique, religieuse et culturelle pour faire évoluer les mentalités à partir d'un paradigme islamique. Malika Hamidi raconte ici les fondements théoriques et historiques de ce mouvement et sa mise en oeuvre actuelle, en s'appuyant tant sur des textes fondateurs que sur des exemples tirés de l'actualité. Son message est clair : la femme musulmane peut et doit s'engager dans le combat féministe. \n\nINFOS ET RESERVATIONS\n\nLes places sont limitées. N’oubliez pas de réserver (Nom, Prénom, nombre de places) par mail : alohanews.be@gmail.com\n\nP.A.F 5 euros / 3 euros (etudiants) \n\nLe livre de l’auteure sera disponible le jour de l’évènement.", "end_time": "2017-12-08T21:00:00+0100", "name": "Féminisme musulman : on en parle avec Malika Hamidi", "place": {"name": "Espace Vanderborght", "location": {"city": "Brussels", "country": "Belgium", "latitude": 50.84879, "longitude": 4.35577, "street": "Rue de l'Ecuyer, 50", "zip": "1000"}, "id": "1672830372979656"}, "start_time": "2017-12-08T18:45:00+0100", "id": "750987671751750"}, {"description": "In cooperation with the Feminist Library Leipzig „ MONAliesA“ and Hilke Richter-Harder a new, exciting „Project Group Feminism“ will be initiated in Oktober in the ADI.\n\nStarting at the 25th of Oktober 2017 at 7pm we will bi-weekly read and discuss articles on the topics of feminism, sexuality and female role models in a patriarchic society.\n\nWe want to open a group for wo*men who are interested in feminism but have not really found a means by which to become active yet. We plan six meetings, during which we will read texts together and exchange. In the course of this, we want to connect the theorie and our own experiences und use it to reexamine our everyday lives. So, if you want to read cutting edge feminist texts, form an oppinion about them, make contact, connect what you read to your own experiences and get to know thew adi and like-minded wo*men, you are just right! No prior knowledge rtequired.\n\nMeetings will be held wednesdays oin the adi from 7pm to 8:30pm. For every meeting an excerpt of about twenty pages has to be read in advance. For participation, we ask for a binding registration for the whole project on h.richter-harder@posteo.de (max 10 people).\n\nReading circle language: English\n\nTo the same time there will be a reading group in German.\n\nYou will get the first text after enrollment.\n\nFirst text: Roxane Gay - Bad Feminist", "end_time": "2018-01-24T21:30:00+0100", "name": "Reading circle feminism for newcomer in the theme", "place": {"name": "Autodidaktische Initiative", "location": {"city": "Leipzig", "country": "Germany", "latitude": 51.33929, "longitude": 12.3265499, "street": "Georg-Schwarzstr. 19", "zip": "04177"}, "id": "430986233593239"}, "start_time": "2017-10-25T19:00:00+0200", "event_times": [{"id": "122238178489267", "start_time": "2017-10-25T19:00:00+0200", "end_time": "2017-10-25T21:30:00+0200"}, {"id": "122238175155934", "start_time": "2017-12-13T19:00:00+0100", "end_time": "2017-12-13T21:30:00+0100"}, {"id": "122238171822601", "start_time": "2018-01-24T19:00:00+0100", "end_time": "2018-01-24T21:30:00+0100"}, {"id": "122238168489268", "start_time": "2017-11-22T19:00:00+0100", "end_time": "2017-11-22T21:30:00+0100"}, {"id": "122238165155935", "start_time": "2017-11-08T19:00:00+0100", "end_time": "2017-11-08T21:30:00+0100"}, {"id": "122238161822602", "start_time": "2018-01-10T19:00:00+0100", "end_time": "2018-01-10T21:30:00+0100"}], "id": "122238148489270"}, {"description": "Die frauensommerakademie*2018 findet seit 2010 jährlich statt. 2018 findet die frauensommerakademie* vom 19. bis zum 22. Juli in NRW unter dem Titel \"Feminismus bleibt Handarbeit\" statt. Wenn der Zeitgeist spürbar nach rechts rückt, fällt uns wieder einmal mehr auf, dass Feminismus Kleinstarbeit ist. Wir wollen uns aber nicht damit abfinden, Abwehrkämpfe zu führen. Wir wollen uns auf dieser frauensommerakademie* gegenseitig ermutigen uns dem Zeitgeist entgegenzustellen.\n\nNähere Informationen zum Programm und genauen Ablauf werden laufend ergänzt.\nDie Anmeldung ist bereits unter www.frauensommerakademie.de möglich.\nWir bedanken und ausdrücklich bei der Rosa-Luxemburg-Stiftung für die Förderung der fsa*", "end_time": "2018-07-22T14:00:00+0200", "name": "Feminismus bleibt Handarbeit - frauensommerakademie*2018", "place": {"name": "Europäische Akademie für psychosoziale Gesundheit und Kreativitätsförderung", "location": {"city": "Hückeswagen", "country": "Germany", "latitude": 51.15233, "longitude": 7.37522, "street": "Wefelsen 5", "zip": "42499"}, "id": "216637675021566"}, "start_time": "2018-07-19T15:00:00+0200", "id": "132930740633117"}, {"description": "Wir planen unsere Feminismustage. Unter Anderem Workshops zu \"Alltagssexismus – Was ist Sexismus?\",  \"Unser Feminismus? Alice Schwarzer & Co.\", \"Marxistischer Feminismus\" & \"Frauen in der Revolution\", \"4-in-1 Perspektive (Frigga Haug)\" usw.\n\nMit spaßigem Ü18-Abendausklang (Nur Frauen) mit paralleler Abendveranstaltung für alle.\n\nAlle Genossinnen und Genossen, Freundinnen und Freunde sowie alle Interessierten sind herzlich eingeladen. SAVE THE DATE!", "end_time": "2018-03-11T14:00:00+0100", "name": "Feminismustage Essen powered by DIE LINKE", "place": {"name": "Heinz Renner Haus, DIE LINKE. Essen", "location": {"city": "Essen", "country": "Germany", "latitude": 51.45698, "located_in": "103393506412798", "longitude": 7.02007, "street": "Severinstr. 1", "zip": "45127"}, "id": "177493255778341"}, "start_time": "2018-03-10T10:00:00+0100", "id": "378634942595399"}, {"description": "-- LET OP: We zitten vol! Je kunt je nog steeds aanmelden, dan kom je op de wachtlijst terecht. Als iemand zich afmeldt of we toch een manier vinden om meer mensen te kunnen hosten ben je dan de eerste! --\n\nDraagt je vriendin een T-shirt met de tekst ‘feminist’ erop, maar weet je eigenlijk niet zo goed of jij daar ook iets mee moet? Delen je vrienden feministische memes, lees je er steeds vaker krantenstukken over, en heb je het idee dat je iets mist? Klinkt feminisme best tof of juist een beetje eng, maar ben je wel benieuwd wat het nou eigenlijk is en wat jij eraan hebt? Kom naar de masterclass! Tijdens deze masterclass gaan we het gesprek aan over wat feminisme is, waarom het feminisme mannen nodig heeft én waarom mannen feminisme nodig hebben.\n\n---\nDeze masterclass is onderdeel van de White Ribbon Campagne.\n\n#MeToo heeft voor eens en voor altijd duidelijk gemaakt hoe immens groot het probleem van (seksueel) geweld tegen vrouwen is, én hoe mannen kunnen kunnen bijdragen aan de oplossing. De harde realiteit is dat 45 procent van de volwassen vrouwen in Nederland sinds haar vijftiende te maken heeft gekregen met fysiek of seksueel geweld. Dit geweld wordt in negen van de tien gevallen door mannen gepleegd en wordt vaak ontkend, gebagatelliseerd of goedgepraat. \n\nMet de Nederlandse White Ribbon Campagne wil Emancipator mannen bewust maken dat geweld tegen vrouwen ook in hun omgeving voorkomt, en laten we zien wat zij kunnen doen om bij te dragen aan de oplossing. Wil je weten wat er nog meer gebeurt? Kijk op www.emancipator.nl/stopgeweldtegenvrouwen", "end_time": "2017-12-06T21:30:00+0100", "name": "Masterclass 'Feminisme voor mannen van feministische vrouwen'", "place": {"name": "De Balie", "location": {"city": "Amsterdam", "country": "Netherlands", "latitude": 52.36309, "longitude": 4.88275, "street": "Kleine-Gartmanplantsoen 10", "zip": "1017RR"}, "id": "259613427387423"}, "start_time": "2017-12-06T20:00:00+0100", "id": "355173761608722"}, {"description": "Discuss feminism to the bitter end, in small groups. Let it all out!\n\nJoin a wide spectrum of opinion makers in the discussion: Why is feminism (still today) such an important issue?\nWe are transforming our theatre into a setting for intense dialogue. At several tables, distributed throughout the space, a broad spectrum of respected opinion makers will sit down with you, our honoured audience, to talk about feminism.\n\nHAVE A CONVERSATION WITH\nNozizwe Dube\nMiet Smet\nCollectif Mwanamke\nIda Dequeecker\nEmma-Lee Amponsah\nHana Miletic + Globe Aroma \nRachida Aziz\nAlona Ljubajeva\nCiska Hoet\nMalika Hamidi\nXavier Gorgol\nFrank Van Massenhove\nand more TBC!\n\nPRESENTATION\nMelat Nigussie & Bouchra Lamsyeh \n\nARTISTIC INTERVENTIONS\nSamira Saleh\nIlse Ghekiere\nHana Miletić & Globe Aroma\n\n--------------------\n\nGet your FREE TICKET and secure your spot.\n☞ http://bit.ly/2z8S21P\n\nFeeling privileged? BUY A TICKET - 10 euro\n☞ http://bit.ly/2z8S21P\n\n☞ more info\nNL http://beursschouwburg.be/nl/event/149880/new/#!150427\nFR http://beursschouwburg.be/fr/event/149880/new/#!150427\nEN http://beursschouwburg.be/en/event/149880/new/#!150427\n\nIn the framework of THE FUTURE IS FEMINIST.", "end_time": "2017-12-16T23:00:00+0100", "name": "The Big Conversation on feminism", "place": {"name": "Beursschouwburg", "location": {"city": "Brussels", "country": "Belgium", "latitude": 50.848710977329, "longitude": 4.3484401702881, "street": "August Ortsstraat 20 -28", "zip": "1000"}, "id": "153170555781"}, "start_time": "2017-12-16T18:00:00+0100", "id": "2159038300990414"}, {"description": "Welche Konzepte verbergen sich hinter dem oft geschmähten Wort „Gender“? Woher stammt der Gedanke der geschlechtersensiblen Sprache? Warum sollte Frauen*rechsaktivismus intersektional sein und wie wird er das? \nIn unserer Einführungsvorlesung im Rahmen des Studium generale der TU Dresden wollen wir wissenschaftliche Themengebiete der Geschlechterforschung und aktuelle Frauen*rechtsdebatten in ihren verschiedenen Facetten beleuchten und spannende Referent*innen von Grundlagen und/ oder ihrer eigenen Forschung sprechen lassen. Studierende aller Fachrichtungen soll ein Einblick in die sozialwissenschaftlichen Forschungsfelder rund um das Thema Geschlecht vermittelt werden. \n\nBeim 1. Termin am 19.10.2017 geht es los mit einem einführenden Vortrag von Frau Jana Günther (Dozentin TU Dresden, Makrosoziologie) zur Historie von sozialen Bewegungen, Frauenrechten und die Rolle der Suffragetten.\n\nWeiter geht es dann...\n\n2. Termin am 26.10.17 : Black Feminism\t\nReferentin: Sabine Mohamed\n\n3. Termin am  02.11.17:  Konzeptionen von Geschlecht – Zwischen Sex und Doing-Gender\nReferent: Prof. Dr. Karl Lenz (Mikrosoziologie, TU Dresden)\n\n4. Termin am 09.11.17: entfällt wegen Krankheit\nSprache schafft Wirklichkeit\nReferent: Mihael Švitek (Angewandte Linguistik, TU Dresden)\n\n\n5. Termin am 16.11.17: Frauenrechtsverletzungen in globalen Wertschöpfungsketten\nReferentin: Ariane Piper (Multiplikatorin für Fairschnitt/ Femnet e.V)\n\n6. Termin am 23.11.17:  „Nein heißt Nein“ - Reform des Sexualstrafrechts\nReferentin: Dr. Leonie Steinl (Kommissionsvorsitzende der Strafrechtskommission)\n\n7. Termin am 30.11.17: Frauenbilder auf der Leinwand – Die Frau im Kino\nReferentin: Dr. Tanja Prokić (Medienwissenschaft und neuere deutsche Literatur)\n\n8. Termin am 07.12.17: Politik der Prostitution\nReferentin: Prof. Rebecca Pates PhD (Politikwissenschaft, Universität Leipzig)\n\n9. Termin am 14.12.17: Equal Pay – Frauen am Arbeitsmarkt\nReferentin: Dr. Ina Krause (Makrosoziologie, TU Dresden)\n\nHinweis: der Termin am 04.01.18 entfällt  \n\n10. Termin am 11.01.18: Frauen als Richterinnen\nReferentin: Eva Schübel (Bundesrichterin, Deutscher Juristinnenbund)\n\n11. Termin am 18.01.18: Sexismus in der Werbung\nReferentin: Dr. Anne-Laure Garcia (Mikrosoziologie, TU Dresden)\n\n12. Termin am 25.01.18: Männlichkeitsforschung\nReferent: Prof. Dr. Stefan Horlacher (Englische Literaturwissenschaft, TU Dresden)\n\n13. Termin am 01.02.18: Klausur", "end_time": "2018-02-01T20:00:00+0100", "name": "Ringvorlesung - \"Feminismus für alle\"", "place": {"name": "Hörsaalzentrum Der TU Dresden Raum 401"}, "start_time": "2017-10-19T18:30:00+0200", "event_times": [{"id": "1941274396112714", "start_time": "2018-02-01T18:30:00+0100", "end_time": "2018-02-01T20:00:00+0100"}, {"id": "1941274392779381", "start_time": "2017-10-19T18:30:00+0200", "end_time": "2017-10-19T20:00:00+0200"}, {"id": "1941274389446048", "start_time": "2017-10-26T18:30:00+0200", "end_time": "2017-10-26T20:00:00+0200"}, {"id": "1941274386112715", "start_time": "2017-11-02T18:30:00+0100", "end_time": "2017-11-02T20:00:00+0100"}, {"id": "1941274379446049", "start_time": "2017-11-16T18:30:00+0100", "end_time": "2017-11-16T20:00:00+0100"}, {"id": "1941274376112716", "start_time": "2017-11-23T18:30:00+0100", "end_time": "2017-11-23T20:00:00+0100"}, {"id": "1941274372779383", "start_time": "2017-11-30T18:30:00+0100", "end_time": "2017-11-30T20:00:00+0100"}, {"id": "1941274369446050", "start_time": "2017-12-14T18:30:00+0100", "end_time": "2017-12-14T20:00:00+0100"}, {"id": "1941274366112717", "start_time": "2017-12-21T18:30:00+0100", "end_time": "2017-12-21T20:00:00+0100"}, {"id": "1941274362779384", "start_time": "2017-12-07T18:30:00+0100", "end_time": "2017-12-07T20:00:00+0100"}, {"id": "1941274359446051", "start_time": "2018-01-11T18:30:00+0100", "end_time": "2018-01-11T20:00:00+0100"}, {"id": "1941274356112718", "start_time": "2018-01-04T18:30:00+0100", "end_time": "2018-01-04T20:00:00+0100"}, {"id": "1941274352779385", "start_time": "2018-01-25T18:30:00+0100", "end_time": "2018-01-25T20:00:00+0100"}, {"id": "1941274349446052", "start_time": "2017-12-28T18:30:00+0100", "end_time": "2017-12-28T20:00:00+0100"}, {"id": "1941274346112719", "start_time": "2018-01-18T18:30:00+0100", "end_time": "2018-01-18T20:00:00+0100"}], "id": "1941274339446053"}, {"description": "Borde alla vara feminister? Är en feministisk politik positivt för Sverige? Har Grön Ungdom eller Ungsvenskarna bäst jämställdhetspolitik? Hur uppnås jämställdhet? Vilka åtgärder och lagförslag krävs – och vilka krävs inte? Vad har debattörerna för syn på #MeToo?\n\nUngdomsperspektivet bjuder in Linnéa Vinge från Ungsvenskarna (SD) och Hanna Lidström från Grön Ungdom till en debatt om feminism och jämställdhet. Alla intresserade är välkomna!\n\nVILKA?\n\nHanna Lidström, språkrör för feministiska Grön Ungdom debatterar mot Linnéa Vinge, jämställdhetspolitisk talesperson för ickefeministiska Ungsvenskarna (SDU).\n\nVAD?\n\nGrön Ungdom respektive Ungsvenskarnas syn på feminism \noch jämställdhetspolitik debatteras.\n\nVAR?\n\nStudiefrämjandet Stockholm, Norrtullsgatan 12 N. Ca 2 min gångavstånd från Odenplans T-bana. \n\nNÄR? \n\nDen 18:e december kl 18:00. Debatten arrangeras i samarbete med Studiefrämjandet.\n\nOM OSS\n\nUngdomsperspektivet är en obunden ideell förening för unga med fokus på samhällsfrågor. Vår vision är att beröra, debattera och diskutera politiska ämnen med ett ungdomsperspektiv, att bredda ungdomars förståelse för politik och samhälle och erbjuda unga en plattform för yttrandefrihet och debatt över partigränserna. Gilla gärna vår Facebooksida för att stötta verksamheten och få information om kommande debatter!", "end_time": "2017-12-18T19:15:00+0100", "name": "Debatt: Feminism och jämställdhet – Ungsvenskarna vs Grön Ungdom", "place": {"name": "Studiefrämjandet Stockholms Län", "location": {"city": "Stockholm", "country": "Sweden", "latitude": 59.345149520574, "located_in": "153018144754564", "longitude": 18.049035072327, "street": "Norrtullsgatan 12 N, T-bana Odenpla", "zip": "11327"}, "id": "48246273690"}, "start_time": "2017-12-18T18:00:00+0100", "id": "194247001144469"}, {"description": "Féminisme et intersectionnalité, Afro-féministe labellisée ou  femme noire féministe ? les concepts-clés ainsi que différentes réalités qu'ils recouvrent n'auront plus aucun secret pour vous. Un workshop interactif et créatif où des chercheuses et des femmes actives dans le milieu associatif et militant se rencontrent et échangent en termes de concepts-clés, d'historique et de bonnes pratiques.\nCet événement est organisé par l'association Bamko. Il fait partie d'une campagne de sensibilisation : Décolonisation Nationale dans le cadre de la décennie des Afro-descendants.", "end_time": "2017-12-18T21:30:00+0100", "name": "Afro-féminisme, au-delà du label", "place": {"name": "Pianofabriek Citylab", "location": {"city": "Saint-Gilles", "country": "Belgium", "latitude": 50.82882, "longitude": 4.3426, "street": "Fortstraat 35", "zip": "1060"}, "id": "317665131693049"}, "start_time": "2017-12-18T18:30:00+0100", "id": "128348427871903"}, {"description": "Criaturas de la noche:  Cine, feminismos y disidencias sexuales.\nDocente: Fermín Acosta\nMartes 5/12 19 hs y Martes 12/12 19 hs.\n\n¿Cuál es la historia del cine  contada desde los márgenes insumisos del feminismo y las disidencias sexuales? En este taller intensivo de dos encuentros trabajaremos con aproximaciones feministas y queer a una serie de materiales cinematográficos que normalmente fueron y son expulsados de las historias del cine con mayúscula.\nCine feminista de guerrilla, mutantes lesbianas, alienígenas bisexuales , brujas insurrectas, adolescentes asesinas, inadaptadxs y punks, putxs voyeuristas,  cine feminista de vanguardia, pornografía avant-garde, erotismo extravagante, directoras borradas de la historia del cine; todo esto irá desparrámandose por el universo audiovisual que intentaremos mapear y que reuniremos bajo una misma e insistente pregunta: aquella que reclama imaginar otros mundos posibles.\n\n\nSobre el docente:\nFermín Acosta es Investigador y docente egresado de la carrera de cine de la Universidad de Buenos Aires. Desde 2012 realiza trabajo de investigación y archivo en el equipo dirigido por Fernando Davis “Micropolíticas de la desobiencia sexual en el arte”.  Ha publicado y presentado artículos en congresos nacionales e internacionales vinculados al cruce entre imágenes, feminismos y disidencias sexuales.  Su trabajo como docente también articula problemas vinculados a la pornografía.Además ha mantenido una carrera como docente en la Cátedra Libre de Prácticas Artísticas y Políticas Sexuales (UNLP),  en el Programa de Actualización en Comunicación, Géneros y Sexualidades (FSOC-UBA) y en la UNA. Es profesor junto a María Eugenia Giorgi del Curso de Actualización Profesional \"Una lectura feminista y queer de la cultura visual y audiovisual\" (FADU-UBA) donde trabaja el cruce entre Diseño, Géneros y Sexualidades. Actualmente se encuentra finalizando sus estudios de maestría en Estudios Literarios Latinoamericanos (UNTREF). Como guionista y realizador, sus trabajos se presentaron en países como Chile, Uruguay, Colombia, Brasil, Cuba, Francia, Croacia y Bulgaria.  Su opera prima documental \"Implantación\", se estrenó en el Buenos Aires Festival Internacional de Cine Independiente de 2016.  Ha obtenido las becas Fondo Nacional de las Artes y Beca Fundación Oxenford.", "end_time": "2017-12-12T22:00:00-0300", "name": "Criaturas de la noche: Cine, feminismos y disidencias sexuales", "place": {"name": "Casa Doblas", "location": {"city": "Buenos Aires", "country": "Argentina", "latitude": -34.620353693233, "longitude": -58.431279659271, "street": "Doblas"}, "id": "1675147986129018"}, "start_time": "2017-12-05T19:00:00-0300", "event_times": [{"id": "673417549712624", "start_time": "2017-12-12T19:00:00-0300", "end_time": "2017-12-12T22:00:00-0300"}, {"id": "673417546379291", "start_time": "2017-12-05T19:00:00-0300", "end_time": "2017-12-05T22:00:00-0300"}], "id": "673417536379292"}, {"description": "No dia 12 de Dezembro o Movimento de Mulheres Olga Benario realizará a ultima reunião desse ano do núcleo que se reúne na UFABC SBC. Essa será uma reunião aberta, para todas as mulheres que queiram conhecer o olga, aprender mais sobre o Feminismo Classistas e construir as próximas lutas com a gente! \n\nConvidamos todas as mulheres a participarem da reunião :D\n\nEsperamos vocês :)", "end_time": "2017-12-13T19:00:00-0200", "name": "O que é o feminismo classista?", "place": {"name": "UFABC - São Bernardo", "location": {"city": "São Bernardo do Campo", "country": "Brazil", "latitude": -23.68267, "longitude": -46.56602, "state": "SP"}, "id": "565644520194579"}, "start_time": "2017-12-13T16:00:00-0200", "id": "972913289513736"}, {"description": "Join Ditmas Art (formerly Salons for Social Justice) for an evening exploring gender and feminism in today’s social climate.  We want your art, poetry, writing, performance art and music!  PM me with what you’d like to present.\n\nAll proceeds will go directly to the Gender Equality Law Center!", "name": "You’re Beautiful When You’re Angry: Gender, Feminism and Art", "place": {"name": "2011 Glenwood Road Brooklyn NY"}, "start_time": "2017-12-16T20:00:00-0500", "id": "370606370033533"}, {"description": "SWMO NOW presents the kickoff event for our brand new series, \"I Just Need Some Space,\" a series for millennial women and by millennial women. Join us in the Story Hour Room of The Library Center for Feminism 101, a safe space for high school and college women to discuss the history and definition of the word feminism. Maybe you aren't sure how you feel about feminism or maybe you have questions about what feminism even means. Do we all hate men and want to burn our bras? We'll answer all those questions and more.\r\n\r\nHear from facilitators Hannah Brashers and Grace Laflen how claiming the word feminist has helped them find their voices. Bring a gal pal, get ready to share your story, and eat some donuts!💪🏽💕🍩\r\n\r\nP.S. While this event is specifically for millennial women, women of all ages are welcome to attend.", "end_time": "2017-12-07T20:00:00-0600", "name": "I Just Need Some Space: Feminism 101", "place": {"name": "The Library Center", "location": {"city": "Springfield", "country": "United States", "latitude": 37.1303834, "located_in": "105230004522", "longitude": -93.298315, "state": "MO", "street": "4653 South Campbell Avenue", "zip": "65810"}, "id": "1372209279543938"}, "start_time": "2017-12-07T18:30:00-0600", "id": "131579667505480"}, {"description": "Half november verschijnt het boek 'Vuile lakens' van Anaïs Ertvelde en Heleen Debruyne en afgelopen april verscheen het boek 'Dolle mythes' van Linda Duits. Een perfect moment om eens met z'n allen te gaan zitten en te praten over het feminisme en seksualiteit van vandaag de dag. Zijn we echt zo vrijgevochten als we denken? Tegen welke (seksuele) norm of cliché loop jij aan in het dagelijks leven? Hoe willen we dat de toekomst eruit ziet? Kom op zaterdag 9 december luisteren en praten met de drie auteurs!\n\nOver 'Dolle Mythes':\nZure manwijven in tuinbroeken: karikaturen van de Tweede Golf zijn hardnekkig, niet in de minste plaats onder de nieuwe generatie feministen die nu op aan het opstaan is. Zij zetten zich grootmoedig af tegen deze beelden, vaak ongehinderd door enige kennis. Genderstudies heeft echter niet stil gestaan sinds vrouwen zich baas in eigen buik verklaarden. In deze frisse factcheck van het feminisme ontkracht Linda Duits zeven mythes over feminisme. Ze analyseert wat er daadwerkelijk gebeurde in de Tweede Golf en spiegelt dat aan de praktijken van jonge feministen: van Dolle Mina tot Feministen Tegen Wilders, van praatgroepen tot hashtag-activisme. Met humor en veel voorbeelden ontsluit dit boek wetenschappelijke kennis voor iedereen met een mening over man/vrouw-verschillen.\n\nOver 'Vuile Lakens':\nSeks is overal. Op tv, op straat, op social media – er is geen ontkomen aan. Voortdurend flitsen verstrengelde lijven, suggestieve halfopen monden en seksspeeltjes voorbij. Wij westerlingen moeten dus wel bevrijd zijn, werkelijk vrij in wat we met onze lichamen doen.\nLang geloofden Anaïs Van Ertvelde en Heleen Debruyne dat ook, maar steeds vaker merkten ze dat hun verlangens toch botsten op bestaande normen. Normen die goed verborgen maar daarom des te hardnekkiger zijn.\nIn dit boek leggen Van Ertvelde en Debruyne bloot dat ‘seksuele vrijheid’ een illusie is. Ze zoeken in de geschiedenis, cultuur en wetenschap en in hun eigen ervaringen naar wat onze lichamen beknot, in de hoop zo de nodeloze schaamte eindelijk voorbij te raken.\n\nOver Linda Duits:\nLinda Duits is sociaalwetenschapper, gespecialiseerd in populaire cultuur. In april 2017 verscheen haar boek Dolle mythes. Een frisse factcheck van feminisme toen en nu. Ze is columnist voor studentenblad Folia en publiceert regelmatig in diverse media, waaronder NRC Handelsblad. Als expert op het gebied van jongeren en media is ze vaak te zien in de pers.\n\nOver Anais van Ertvelde:\nAnaïs van Ertvelde (1988) is historica aan de Universiteit van Leiden, waar ze onderzoek doet naar de geschiedenis van sociale bewegingen in relatie tot lichaam, handicap en gender. In november 2016 publiceert ze samen met Heleen Debruyne Vuile lakens. Een hedendaagse visie op seksualiteit Zij maken samen ook een podcast over seks en gender onder dezelfde naam.\n\nOver Heleen Debruyne:\neleen Debruyne (1988) studeerde geschiedenis en journalistiek. Ze werkt bij Radio Klara en schrijft voor onder andere deBuren over kunst en cultuur. Daarnaast onderzoekt ze graag vleselijkheden in Vuile Lakens, een podcast over seks en lichaam die ze samen met Anaïs Van Ertvelde maakt. De plantrekkers is haar romandebuut en verscheen in het voorjaar van 2016.\nIn november 2017 verschijnt het boek Vuile lakens. Een hedendaagse visie op seksualiteit, waarin ze samen met Anaïs Van Ertvelde blootlegt dat 'seksuele vrijheid' een illusie is.", "end_time": "2017-12-09T22:00:00+0100", "name": "Vuile lakens & dolle mythes; over feminisme en seksualiteit", "place": {"name": "Savannah Bay", "location": {"city": "Utrecht", "country": "Netherlands", "latitude": 52.0929, "longitude": 5.11983, "street": "Telingstraat 13", "zip": "3512 GV"}, "id": "328427710542223"}, "start_time": "2017-12-09T20:00:00+0100", "id": "885527648289467"}, {"description": "Una palabra viene recorriendo las calles, las universidades, los buses, las oficinas, las fiestas: FEMINISMO.  \n\nEl movimiento de mujeres ha crecido exponencialmente y muchas deseamos construir espacios, no solo en las redes, sino también otros en los que podamos conversar sobre las dudas, cuestionamientos, preguntas y curiosidades que surgen cuando nos enfrentamos a esa palabra. \n\n¿Últimamente se han hecho las siguientes interrogantes?\n¿Qué es realmente el feminismo? \n¿Todas las feministas debemos pensar igual?\n¿Qué se necesita para ser feminista?\n¿Cuál debería ser la relación entre los feminismos y ONG's?\n¿Y con los Partidos Políticos?\n¿Cómo deberían abordarse los casos de violencia denunciados entre las mismas feministas?\n\nNosotras también nos lo preguntamos y consideramos que las respuestas las deberíamos construir colectivamente sin mayor requisito que el querer conversar y debatir en el marco del respeto. \n\nPor ello, las invitamos este sábado 9 de diciembre a las 15:30 al I Encuentro: Feminismos desde cero, para construir desde nuestras experiencias y saberes el feminismo que queremos, desde la simple idea de que nadie tiene la verdad absoluta, menos en nuestra lucha.\n\nLas esperamos en el Jr. San Martín Nº 3762 (a la altura de la cuadra 37 de la Av. Perú), donde se encuentra ubicado el cálido Centro Comunal de la 7ma. Zona. Es fácil de llegar, ¡vengan!\n\n* Por cuestiones de autocuidado, almuerzo y gestión del espacio, les solicitamos que, por favor, llenen este Formulario: https://goo.gl/forms/g3tr8j8TopMLoaTb2\n\n** Encuentro separatista: solo mujeres y personas LGTBIQ.", "end_time": "2017-12-09T20:00:00-0500", "name": "1er Encuentro: Feminismos desde cero", "place": {"name": "Nuevo Centro Comunal 7ma zona SMP", "location": {"city": "San Martín de Porres", "country": "Peru", "latitude": -12.0283259, "longitude": -77.0883072, "street": "Jr. San Martín 3762", "zip": "Lima 31"}, "id": "1556891091211118"}, "start_time": "2017-12-09T15:00:00-0500", "id": "187733245111379"}, {"description": "Date: 30th November\nTime: 7pm-9pm\nLocation: Meeting Room 2, DSU\n\n-----------------------------------------------------------------\n\nOVERVIEW:\nThis will be our first meeting bringing together college feminism societies, feminism groups like Quirk and feminists together to discuss issues, as well as collaborating on joint campaigns, socials, fundraisers and awareness projects.\n\n-----------------------------------------------------------------\n\nHOW DOES FEMCOMM WORK?\nEach College FemSoc, including IntFemSoc and Quirk have one vote on Committee and can opt out of any policies or proposals. \n\nOpen votes can be requested where students attending are able to vote.\n\nAny student can:\n• Add a point of discussion onto the agenda\n• Bring forward a proposal or policy for discussion and to vote\n-----------------------------------------------------------------\n\nAGENDA:\n1) Discussing how FemSocs and students would FemComm to operate:\n-Electing Chair\n-Electing Secretary\n2) Personal safety in Durham: - (Castle Femsoc)\n3) Supporting members: - (Butler FemSoc)\n4) Lad Culture Panel: - (Collingwood FemSoc)\n5) Quirk Zine\n6) Northern Feminism Festival: - (IntFemSoc)", "end_time": "2018-01-24T21:00:00+0000", "name": "FemComm: Durham Inter-College Feminism Committee", "place": {"name": "Durham Students' Union", "location": {"city": "Durham", "country": "United Kingdom", "latitude": 54.773421626694, "longitude": -1.5722167499152, "street": "Dunelm House, New Elvet", "zip": "DH1 3AN"}, "id": "142497359112485"}, "start_time": "2018-01-24T19:00:00+0000", "id": "132417757445749"}, {"description": "L'UNEF et ses partenaires organisent cette année la deuxième édition de la Semaine du Féminisme ! Au programme, des conférences, des tables rondes, des ciné-débats, ... ! Venez nombreux/ses !", "end_time": "2017-12-08T18:00:00+0100", "name": "Semaine du Féminisme", "place": {"name": "Université de Limoges, Faculté des Lettres et des Sciences Humaines", "location": {"city": "Limoges", "country": "France", "latitude": 45.817368909412, "longitude": 1.2304458211765, "street": "39e rue Camille Guérin", "zip": "87036"}, "id": "762694117137207"}, "start_time": "2017-12-04T09:00:00+0100", "id": "734530796743129"}, {"description": "The Dance of Nurture in a Complex World: How biology, gender, and social context shape how we nourish our children  \n\nThe only breastfeeding conference that focuses on the sociocultural, economic, health and political impacts on, and of, women's infant feeding decisions. The BFIC brings together top researchers and policy makers with on-the-ground practitioners in policy, programs, mother-to-mother support, advocacy, communications and the arts.", "end_time": "2018-03-23T20:00:00-0400", "name": "Breastfeeding and Feminism International Conference #BFfem18", "place": {"name": "Sheraton Hotel, Chapel Hill, NC, USA"}, "start_time": "2018-03-21T08:00:00-0400", "event_times": [{"id": "522781118072415", "start_time": "2018-03-23T08:00:00-0400", "end_time": "2018-03-23T20:00:00-0400", "ticket_uri": "http://breastfeedingandfeminism.org/conference-2018/"}, {"id": "522781114739082", "start_time": "2018-03-22T08:00:00-0400", "end_time": "2018-03-22T20:00:00-0400", "ticket_uri": "http://breastfeedingandfeminism.org/conference-2018/"}, {"id": "522781111405749", "start_time": "2018-03-21T08:00:00-0400", "end_time": "2018-03-21T20:00:00-0400", "ticket_uri": "http://breastfeedingandfeminism.org/conference-2018/"}], "id": "522781108072416"}, {"description": "El Foro Feminista Cyl organiza este curso por el que se entregarán 0,5 créditos y/o certificados de asistencia. Las inscripciones  son 10 € y se realizan hasta el 12 de diciembre de 2017 en el mail > info@forofeministacyl.org\n\nLos contenidos son los siguientes:\n- Crear un espacio de aprendizaje y reflexión sobre la igualdad, aportando claves y estrategias para la interpretación y la transformación de la desigualdad que impregna la realidad social\n•\tAnalizar la situación de las organizaciones feminista en el momento actual\n•\tReconocer la historia del movimiento feminista y sus aportaciones para la transformación social.\n•\tVisibilizar las aportaciones de las mujeres desde la filosofía, la historia y en los distintos ámbitos de la sociedad.\n•\tDiseñar estrategias colectivas frente el rearme patriarcal.\n•\tConocer el proceso de socialización de género y los distintos factores que influyen en el mismo. \n•\tIdentificar y cuestionar los distintos roles y estereotipos de género que se siguen perviviendo en nuestra \n“El gasto Social y costes de la desigualdad.”\n\nLas sesiones serás impartidas en la Facultad de Filosofía y Letras - Universidad de Valladolida (Aula 02) del siguiente modo: \n14 Dic 18:00h\nCristina Almeida Castro. Abogada activista. “El Feminismo en la actualidad: la denominada Cuarta Ola. Siglo XXI Feminismo posmoderno.”\nMarta Álvarez Guillén. Filósofa activista. “El Feminismo en España. Otros feminismos. Diseñar estrategias colectivas frente el rearme patriarcal.”\n\n15 Dic 18:00h\nEsther Torrado Martin-Palomino. Socióloga. Profesora Universidad de La Laguna (ULL). “Pornografía. Prostitución y Trata: Una alianza necesaria para el sistema prostitucional.”\nEnrique Díez Gutiérrez. Filósofo, Profesor Universidad de León. “Rearme patriarcal y cosificación de las mujeres. El papel de los hombres.”\n\n16 Dic 10:30h\n“Mercantilización de los cuerpos de las mujeres: la explotación reproductiva.”\nMarta Madruga Bajo. Filósofa. Profesora. Asociación Feminista Flora Tristán.\nMaría José Guerra. Filósofa, escritora y teórica feminista española. Doctora en Filosofía y Profesora ULL.\nHerminia Suárez Mata. Abogada. Asociación Feminista Flora Tristán. \n\n19 Dic 18:00h\nSoledad Murillo de La Vega. Socióloga. Profesora Universidad de Salamanca. “El gasto Social y costes de la desigualdad.”\n\nMás información: http://bit.ly/2k0U4KR", "end_time": "2017-12-19T21:00:00+0100", "name": "Curso de Feminismo: Historia, Presente, retos.", "place": {"name": "Facultad de Filosofía y Letras - Universidad de Valladolid", "location": {"city": "Valladolid", "country": "Spain", "latitude": 41.657708906796, "longitude": -4.7133231798849, "street": "Plaza del Campus Universitario S/N", "zip": "47011"}, "id": "401121089964232"}, "start_time": "2017-12-14T18:00:00+0100", "event_times": [{"id": "1491339734315944", "start_time": "2017-12-14T18:00:00+0100", "end_time": "2017-12-14T21:00:00+0100"}, {"id": "1491339730982611", "start_time": "2017-12-15T18:00:00+0100", "end_time": "2017-12-15T21:00:00+0100"}, {"id": "1482788668504384", "start_time": "2017-12-19T18:00:00+0100", "end_time": "2017-12-19T21:00:00+0100"}, {"id": "1482788661837718", "start_time": "2017-12-16T10:30:00+0100", "end_time": "2017-12-16T13:30:00+0100"}], "id": "1482788658504385"}, {"description": "FEMINISM AND THE FRANKFURT SCHOOL\nInstructor: Ajay Singh Chaudhary\n\nDespite placing an explicit focus on regressive family structures, patriarchy, masculine domination of nature, and repressive sexuality, the first generation of Frankfurt School critical theorists was notoriously a boys’ club. While this certainly reflected historical norms at the time, it is particularly noteworthy as many of the original contributions of Frankfurt School thinkers seem to point at the gendered and sexual nature of domination in modern society. After all, the critique of patriarchy appears in the pages of Dialectic of Enlightenment as often as the critique of capital. While it is unquestionable that women contributed both directly and indirectly to the original Frankfurt School canon ( for example, the often unacknowledged influence of Gretel Adorno), the question of critical theory and feminism is provoked anew by the fact that many of the most salient, provocative, and influential thinkers to engage the Frankfurt School corpus in recent years are female scholars engaged with feminist work like Nancy Fraser, Seyla Benhabib, Susan Buck-Morss, and Angela Davis. What is the relationship between critical theory, gender, and feminism?\n\nIn this class, we will take up this question by reading works by the aforementioned authors and several others. While all of these thinkers are clearly influenced by other traditions as well, why have elements of Frankfurt School critical theory proved so powerful in their hands? How does the canons and concerns of feminism transform critical theory? And how does the legacy of the Frankfurt School look different through the lens of these thinkers?\n\nTo enroll, visit: https://thebrooklyninstitute.com/items/courses/feminism-frankfurt-school/.", "end_time": "2018-02-28T21:30:00-0500", "name": "Brooklyn Institute - Feminism and the Frankfurt School", "place": {"name": "Verso Books", "location": {"city": "Brooklyn", "country": "United States", "latitude": 40.7040999, "longitude": -73.9867, "state": "NY", "street": "20 Jay St, Suite 1010", "zip": "11201"}, "id": "474004316020949"}, "start_time": "2018-02-28T18:30:00-0500", "id": "1228843310549785"}, {"description": "¡OJO! \nFEMINISMO CONCENTRADO \nTe preponemos un Encuentro de Mujeres \nIntensivo Autonomo y Autogestionario para aprender, desaprender y entender con nosotras la Iucha feminista\rconstante e histórica libre de eufemismos y de mediocridad la lucha contra la violencia machista No es pasarela ni\rescalera para el arribismo y las ambiciones de unos cuantos.\rpor eso, este año subimos a la ciudad de El Alto a proponerte un encuentro diferente, lleno de conocimiento\ry de contenidos nuevos con fuerza, densidad y dignidad.\r\nTe esperamos!!! \n\nMayores Informes e Inscripciones en la\nVirgen de les Deseos \nAv.20 de Octubre entre Aspiazu y J.J.Perez \nTel: 2413764", "end_time": "2017-12-09T19:30:00-0400", "name": "Encuentro de Mujeres Trabajadoras (Feminismo Concentrado)", "start_time": "2017-12-09T08:30:00-0400", "id": "1470148493080544"}, {"description": "There are more men than ever joining the feminist movement and engaging in social justice work. Join us for a discussion about how men can be effective allies within the feminist movement. Bring your questions and ideas about men’s place in the movement, how they can be most effective, and anything else you want to talk about.\n\n**Please note** space for this discussion session is limited. Please RSVP to rsvp@calgarycasa.com to secure your spot.\n\nIf space is full priority will be given to individuals who RSVP to the rsvp@calgarycasa.com e-mail.", "end_time": "2017-12-06T20:00:00-0700", "name": "Men In Feminism Discussion Series: You Are What You See", "place": {"name": "Calgary Communities Against Sexual Abuse", "location": {"city": "Calgary", "country": "Canada", "latitude": 51.04725, "located_in": "140064949355767", "longitude": -114.08205, "state": "AB", "street": "Suite 700, 910 7th Ave SW", "zip": "T2P 3N8"}, "id": "26648091257"}, "start_time": "2017-12-06T18:00:00-0700", "id": "128961321105329"}, {"description": "14.12.17 - 18:00 - Cafeleven (Nassestraße 11)\n\nBDSM und Feminismus werden sowohl in gesellschaftlichen, als auch feministischen Diskursen oft als Widerspruch betrachtet. Dominante Frauen: Gewaltausübende Männerhasserinnen oder Befriedigungsobjekte submissiver Männer? Sich unterordnende Frauen: Opfer, keine (starken) Feministinnen oder – wie Alice Schwarzer behauptet – gar Kollaborateurinnen des Patriarchats? Wer sich als BDSMler*in feministisch betätigt, wird häufig mit derartigen Aussagen konfrontiert. \n\nDoch was ist dran, an den bestehenden Bildern über (Frauen im) BDSM? Kann ein Ausleben der eigenen Neigungen als Ausdruck eines feministischen Selbstbewusstseins verstanden werden? Ist BDSM ein Spiel von Machtausübung und Unterdrückung, oder sind Autonomie und Freiheit der beteiligten Personen nur eine Illusion?\n\nGemeinsam mit drei jungen Frauen, die selbst im BDSM aktiv sind, wollen wir dieses Themenfeld aus unterschiedlichen feministischen Perspektiven beleuchten, eigene Erfahrungen schildern und mit potentiellen Vorurteilen brechen.", "end_time": "2017-12-14T21:00:00+0100", "name": "It works: Feminismus und BDSM", "place": {"name": "Rheinische Friedrich-Wilhelms-Universität Bonn", "location": {"city": "Bonn", "country": "Germany", "latitude": 50.733494701469, "longitude": 7.1022803362787, "street": "Regina-Pacis-Weg 3", "zip": "53113"}, "id": "206965499155"}, "start_time": "2017-12-14T18:00:00+0100", "id": "262171657638789"}, {"description": "Le mercredi 6 décembre, Comac Liège vous invite à la deuxième édition de la Nuit du Féminisme.\n\nLa vague de #MeToo et #BalanceTonPorc a envahi la toile depuis plusieurs semaines dévoilant la face cachée de l'iceberg des violences faites aux Femmes.\n\nLes mesures d'austérité du gouvernement sont de plus en plus radicales et ont pour conséquence de précariser la population et en première ligne les Femmes.\n\nDans ce contexte, Comac Liège vous propose une soirée \"Let's Drink and Talk\" durant laquelle nous pourrons discuter ensemble de l'actualité et de l'évolution de la condition des Femmes, d'hier à aujourd'hui.\nExpositions, intervenantes, discussions et d'autres surprises vous seront proposées. 🌼 \n\nNous espérons vous retrouver nombreuses et nombreux pour ce moment de partage! 😊 \n\nPrix libre.", "end_time": "2017-12-07T00:30:00+0100", "name": "Nuit Du Féminisme - Comac Liège", "place": {"name": "Rue Du Beau Mur 48"}, "start_time": "2017-12-06T17:30:00+0100", "id": "1488870171167247"}, {"description": "Cafè Llibreria Context i l’Escola de Filosofia El Pou\n        us conviden al 5é Cicle del CAFÈ FILOSÒFIC \n\nDILLUNS 11 DE DESEMBRE 20,15h:\nFEMINISME(S): \nCom d’iguals hem d’arribar a ser? \n\n\nLes sessions comencen puntualment a les 20,15h\nCoordina i modera: J.Mª Carbó (podeu consultar josepmariacarbo.blogspot.com.es)\n\nAportació: 5€  per sessió (les consumicions es pagaran a part)\nEls qui vulguin continuar la tertúlia una vegada acabada la sessió, \npoden quedar-se a compartir un pica-pica per només 10€.\nMínim de 5 i màxim de 15 participants, agrairem inscripció prèvia (en persona, al telèfon 972 486 390 o via mail a cafecontext@gmail.com)\nEls participants gaudiran també d’un 5% de descompte en la compra de llibres", "end_time": "2018-06-11T21:45:00+0200", "name": "Cafè filosòfic 5é cicle: Feminisme(s)", "place": {"name": "Context llibreria cafè", "location": {"city": "Girona", "country": "Spain", "latitude": 41.98891, "longitude": 2.82527, "street": "Pou Rodó 21", "zip": "17004"}, "id": "161348900577113"}, "start_time": "2017-10-09T20:15:00+0200", "event_times": [{"id": "1309847085791041", "start_time": "2018-06-11T20:15:00+0200", "end_time": "2018-06-11T21:45:00+0200"}, {"id": "1309847082457708", "start_time": "2017-10-09T20:15:00+0200", "end_time": "2017-10-09T21:45:00+0200"}, {"id": "1309847079124375", "start_time": "2017-10-26T20:15:00+0200", "end_time": "2017-10-26T21:45:00+0200"}, {"id": "1309847075791042", "start_time": "2017-11-20T20:15:00+0100", "end_time": "2017-11-20T21:45:00+0100"}, {"id": "1309847072457709", "start_time": "2017-12-11T20:15:00+0100", "end_time": "2017-12-11T21:45:00+0100"}, {"id": "1309847069124376", "start_time": "2018-02-04T12:30:00+0100", "end_time": "2018-02-04T13:45:00+0100"}, {"id": "1309847065791043", "start_time": "2018-02-04T20:15:00+0100", "end_time": "2018-02-04T21:45:00+0100"}, {"id": "1309847062457710", "start_time": "2018-02-12T20:15:00+0100", "end_time": "2018-02-12T21:45:00+0100"}, {"id": "1309847059124377", "start_time": "2018-03-12T20:15:00+0100", "end_time": "2018-03-12T21:45:00+0100"}, {"id": "1309847055791044", "start_time": "2018-04-23T20:15:00+0200", "end_time": "2018-04-23T21:45:00+0200"}, {"id": "1309847052457711", "start_time": "2018-04-09T20:15:00+0200", "end_time": "2018-04-09T21:45:00+0200"}, {"id": "1309847049124378", "start_time": "2018-02-26T20:15:00+0100", "end_time": "2018-02-26T21:45:00+0100"}, {"id": "1309847045791045", "start_time": "2018-05-31T20:15:00+0200", "end_time": "2018-05-31T21:45:00+0200"}], "id": "1309847032457713"}, {"description": "Compañeros y compañeras! Como movimiento autonomista u Chile queremos invitarlos a nuestra última jornada de formación política de este año, donde tendremos el gusto de tener en esta oportunidad a Isabel Cárcamo yLuis Sierra quienes nos hablarán “Desde el Socialismo y Feminismo”. Los esperamos este jueves 14 de Diciembre a las 18 hrs en la casa FECh, nos vemos💜!", "name": "Jornada de formación MA Uchile: “Desde el Socialismo y el Feminismo”", "place": {"name": "FECH - Federación de Estudiantes de la Universidad de Chile", "location": {"city": "Santiago", "country": "Chile", "latitude": -33.441187856279, "longitude": -70.635101058372, "street": "Periodista josé Carrasco Tapia 9", "zip": "8330014"}, "id": "129476138947"}, "start_time": "2017-12-14T18:00:00-0300", "id": "153552878702359"}, {"description": "🌊 Surfeando la 4ta Ola 🌊\nNos preguntamos qué es el feminismo. ¿Hay un solo feminismo? ¿Qué son las feminazis? ¿Eso existe? ¿Es lo mismo que el machismo? ¿Todes pensamos lo mismo? \nEstas y muchas preguntas más nos van a guiar en la próxima♐\n✨🎎Charla Ninja 🎎✨\n♣Olas feministas. \n♣Diferentes feminismos.\n♣Historización del movimiento.\n♣Debates actuales y olor a futuro.\n\n🎭 Las Octavas Teatro, cuerpa de teatro itinerante, viene a sumarle ♓ARTE  ARTE ARTE♓ a la noche. \n\n🎶 Cerramos con ACÚSTICO en vivo 🔥🔥🔥\n\nBuffet feminista para viajar al 32º Encuentro Nacional de Mujeres - Chaco 2017 \n\n🍖🍻 Barra a precios populares 💸\n\n🔮 Tarotista a la gorra para que puedas leerte las cartas 🎴🎴🎴", "end_time": "2017-12-09T00:00:00-0300", "name": "¿Qué es - Y QUÉ NO ES - el Feminismo? Surfeando la 4ta Ola", "place": {"name": "Edificio Municipal Leonardo Favio", "location": {"city": "Avellaneda", "country": "Argentina", "latitude": -34.6604567, "longitude": -58.3558185, "street": "12 de Octubre 463", "zip": "1870"}, "id": "1464617806918498"}, "start_time": "2017-10-06T20:00:00-0300", "event_times": [{"id": "118798048805338", "start_time": "2017-10-06T20:00:00-0300", "end_time": "2017-10-07T00:00:00-0300"}, {"id": "117619982256478", "start_time": "2017-11-03T20:00:00-0300", "end_time": "2017-11-04T00:00:00-0300"}, {"id": "117619975589812", "start_time": "2017-12-08T20:00:00-0300", "end_time": "2017-12-09T00:00:00-0300"}], "id": "117619972256479"}, {"description": "Join UCLA Alumni Affairs Diversity Programs for happy hour at office hours! \n\nWe are excited to announce that the first part of our Professors in the Pub series features Dr. Mishuana Goeman, Associate Professor of Gender Studies, Chair of American Indian Studies Interdepartmental Program and Associate Director of American Indian Studies Research Center at UCLA.\n\nDiversity Programs is grateful for Dr. Goeman for hosting this event and providing an informal discussion on her research involving Native Feminisms. Join us in conversation with Dr. Goeman about Indigenous gender, sexuality and feminist studies and connect with alumni who share similar interests as you.\n\nThis event is open to all to UCLA alumni, students and affiliates. The venue is a 21 and over establishment.\n\nADMISSION\nEarly bird rate: $10.00 before Jan. 15\nGeneral rate: $15 starting Jan. 16\n\nRegistration begins Dec. 1. \n\nPlease RSVP by Monday, January 22, 2018. Space is limited.  \n\nFor event and registration questions, please contact diversity@alumni.ucla.edu.\n\nLearn more: https://alumni.ucla.edu/event/professors-in-the-pub-native-feminisms/\n\n#uclapib", "end_time": "2018-01-23T21:00:00-0800", "name": "Professors in the Pub: Native Feminisms", "place": {"name": "Alley Lounge", "location": {"city": "Culver City", "country": "United States", "latitude": 33.9975, "longitude": -118.4263, "state": "CA", "street": "12223 W Washington Blvd", "zip": "90066"}, "id": "1466682340259141"}, "start_time": "2018-01-23T19:00:00-0800", "id": "1990940804457307"}, {"description": "Join us for conversations aimed to reveal perspectives and shape our identity.", "end_time": "2018-03-13T20:30:00-0400", "name": "DIRT Talk: Women, Feminism, and the Gospel", "place": {"name": "Center4ME", "location": {"city": "Lynchburg", "country": "United States", "latitude": 37.336031513756, "longitude": -79.226239107556, "state": "VA", "street": "1971 University Blvd Montview Student Union, Center for Multicultural Enrichment", "zip": "24515"}, "id": "152220308126265"}, "start_time": "2018-03-13T18:30:00-0400", "id": "142441636352441"}, {"description": "BSA Presidential Event: Sociology and Feminism\n\n\nAre we in an age of new masculinities and femininities? New feminisms? New gender troubles and everyday sexism?\n\nCome and hear an introduction and an update on how sociology analyses gender (the way we are as men and women, how we do our masculinity and/or femininity) and gender inequality. Hear from academics and activists involved in feminism and sociology. Express your own experiences and views.\n\nThe event is for all - with or without prior knowledge - from school-pupil to retired academic.  Come and hear some brief contributions offering informed views on sociologists' and feminists' analysis of gender and gender inequality. Take the opportunity to question, challenge or tell your own stories.\n\nThe panel includes the sociologists:\n\nBrian Heaphy - University of Manchester \nRajan-Rankin - University of Kent\nKaren Ingala-Smith - Counting Dead Women project, Co-founder of Femicide Census (with Women’s Aid) and CEO of  NIA\n\nEvent chaired by the BSA President, Lynn Jamieson.\n\nThe event is free to attend but registration is required.  Please note that the event will be filmed.\n\nMore details: https://www.britsoc.co.uk/events/key-bsa-events/sociology-and-feminism/", "end_time": "2017-12-13T16:30:00+0000", "name": "BSA Presidential Event: Sociology and Feminism", "place": {"name": "National Council for Voluntary Organisations, Society Building, 8 All Saints Street, London N1 9RL"}, "start_time": "2017-12-13T14:00:00+0000", "id": "2000300820251244"}, {"description": "Vous êtes travailleur social, enseignant, ou bénévole engagé dans une association et vous souhaitez des clés pour mieux saisir la question du genre en contexte interculturel ? \nNous vous proposons un cycle de formation pour mieux saisir les mécanismes en œuvre. La formation sera interactive avec en alternance des temps d’apports théoriques et d’échanges en sous-groupes pour consolider les apprentissages.\n\nFormatrice : \nLeïla El Bachiri, Chargée de cours à l’Université de Genève. Spécialiste des mouvements féministes contemporains dans le monde arabe et musulman.\n\nPAF de 25€ - gratuit pour demandeurs d’emploi, étudiants et bénévoles  Inscription à l’adresse dakiraasbl@hotmail.com", "end_time": "2017-12-08T16:30:00+0100", "name": "Formation : \"Femmes, féminismes et Islam : l'égalité en question", "place": {"name": "Espace Magh", "location": {"city": "Brussels", "country": "Belgium", "latitude": 50.84353, "longitude": 4.3486399, "street": "Rue du Poinçon, 17", "zip": "1000"}, "id": "194355313989260"}, "start_time": "2017-12-07T09:00:00+0100", "event_times": [{"id": "891142357727974", "start_time": "2017-12-08T09:00:00+0100", "end_time": "2017-12-08T16:30:00+0100"}, {"id": "891142354394641", "start_time": "2017-12-07T09:00:00+0100", "end_time": "2017-12-07T16:30:00+0100"}], "id": "891142337727976"}], "paging": {"cursors": {"before": "MAZDZD", "after": "NDcZD"}, "next": "https://graph.facebook.com/v2.5/search?access_token=EAACEdEose0cBALWm3tl8S6w6hObjZC66Y1il8PeYccXakcoCZBOP9rByFkJbOqJaKxreqgpDhZCkZC4WipFTUR8I5GbxJDGWrsw5197WYVYPd7pTLnxAunzDdyLk2ZCS26ZCT9dZCsc9WPTrQBYzZAvKUyFY1YyQJ1Wv3hluoWZC7rAhvui8Yy5LugTtMNIKsB9COFjzAQSLJqAZDZD&q=feminism&type=Event&limit=100&after=NDcZD"}}}